Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/gui/locale/po/*.po
Languages: ja, ru

source: Set as additional target host
ja: ターゲットに追加する

source: Unset as targeted host
ja: ターゲットから外す

source: Forget this host knowledge
ja: 作業履歴の消去

source: Save host to file
ja: ファイルに保存する

source: Don't try to delete the loopback interface, please
ja: ループバックインターフェイスを削除しようとしないで下さい

source: Add note to host
ja: メモ

source: Set as callback interface
ja: コールバックインターフェイスにする

source: Check for listener connection
ja: リスナの接続をチェック

source: View all knowledge
ja: 作業履歴

source: Active Listeners
ja: アクティブリスナー

source: Target Host
ja: ターゲットの追加

source: Stop Exploit
ja: エクスプロイトを停止

source: OS Config
ja: OS検出用設定

source: <b>Set Covertness:</b>
ru: <b>Установить скрытности:</b>

source: Immunity CANVAS (http://www.immunityinc.com/)
ru: Иммунитет, масло (http://www.immunityinc.com/)

source: spawn() on Windows, fexecve() on Unix
ru: Spawn () для Windows, fexecve () на Unix

source: unlink
ru: отменить связь

source: _Help
ru: _Помощь

source: OS
ru: ОС

source: TYPE
ru: Тип

source: SITE
ru: КАРТА

source: VERSION
ru: ВЕРСИЯ

source: Immunity Inc
ru: Иммунитет Inc

source: translator-credits
ru: Переводчик-кредитов
