Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/gui/locale/po/*.po
Languages: ja, ru

source: Remote vulnerablility in Coppermine gets Shell
ja: Coppermineでリモートvulnerablilityシェルを取得

source: Attack Corptax
ja: 攻撃Corptax

source: cpCommerce 1.2.x Remote File Include
ja: cpCommerce 1.2.xをリモートファイルを含める

source: Creates a service on all selected nodes
ja: 選択したすべてのノード上でサービスを作成します

source: cutenews/strawberry Remote Code Execution
ja: cutenews /イチゴ、リモートでコードが実行される

source: Stack overflow vulnerability in IBM DB2 JDBC Applet Server
ja: IBM DB2のJDBCのアプレットでスタックオーバーフローの脆弱性サーバ

source: DCE Dumper
ja: DCEのダンパ

source: Threaded SSH password bruteforcer
ja: スレッドSSHパスワードbruteforcer

source: Deletes a service on all selected nodes
ja: すべて削除選択されたノード上のサービス

source: Calls popen2() or equivalent to issue local command to remove a user. Uses first selected node.
ja: コールpopen2（ローカル）またはコマンドを発行するユーザーを削除するに相当する。を使用して最初に選択したノード。

source: Deploys a PINK drone to the remote workstation. Also generates the necessary text for the blog posting.
ja: 展開は、リモートワークステーションにピンク無人。また、必要に応じ生成ブログの投稿のためのテキスト。

source: Gets directory listing
ja: ディレクトリのリストを取得します

source: Weakness where the Windows Defender API allows you to zero out a flag that bypasses a code signing check. This allows unsigned code to disable Windows Defender.
ja: 弱点は、Windows DefenderのAPIを使用するフラグをゼロにすることができますがコード署名のチェックをバイパスします。これにより、無効にするWindowsへの未署名のコードディフェンダー。

source: Disable Windows Firewall through COM interface in XP/2003 (Instantly) or by registry in Win7/Vista/2008 (need service restart to take effect)
ja: Windowsファイアウォールを無効XP/2003のでCOMインターフェイス（すぐ）またはを介してWin7/Vista/2008のレジストリ（必要なサービスを有効にする）を再起動

source: Searches a remote node for a file pattern. Optionally can download all matching files automatically.Please note that searching the primary hard drive and/or downloading files can take a few minutes,unless CANVAS reports an error just be patient and you should see results.
ja: ファイルのパターンのためにリモートノードを検索します。必要に応じて、すべてをダウンロードすることができます一致するファイルをメモautomatically.Pleaseには、プライマリハードを検索ドライブおよび/またはファイルをダウンロードすることができます数分の場合を除き、CANVASをレポートエラーだけで、患者にし、結果を確認してください。

source: Enumerate hosts in a domain based on a dictionary attack
ja: ドメインには、辞書攻撃に基づいて列挙するホスト

source: Dokeos LMS <= 1.8.5 Remote Code Execution
ja: DokeosのLMS"= 1.8.5、リモートでコードが実行される

source: DokuWiki Spell Checker Embedded Link Arbitrary PHP Code Execution
ja: DokuWikiのスペルチェッカーを組み込み、任意のPHPコードが実行されるリンク

source: DokuWiki 2009-02-14 Globals overwrite / Code execeution
ja: DokuWikiは2009年2月14日グローバル変数を上書きする/コードexeceution

source: Lotus Domino IMAP4 Server CRAM-MD5 Stack Overflow
ja: Lotus DominoのIMAP4サーバーはCRAM - MD5、スタックオーバーフロー

source: Denial of service tool
ja: サービス拒否のツール

source: Downloads files through a supplied directory traversal vulnerability
ja: 指定されたディレクトリを介してファイルをダウンロードの脆弱性トラバーサル

source: Download file. Uses first selected node.
ja: ファイルをダウンロード。最初に選択されたノードを使用します。

source: Dragoon 0.1 Remote File Include
ja: パンツァードラグーン0.1リモートファイルを含める

source: Provides a useful drink coaster! (drive D: is used)
ja: 便利なドリンクコースターを提供します！ （Dドライブ：使用されます）

source: dtspcd heap overflow
ja: dtspcdのヒープオーバーフロー

source: e107 CMS Code execution
ja: e107 CMSのコードの実行

source: Easy File Sharing Stack Overflow on PASS command
ja: 簡単にファイルのパス上のコマンドは、スタックオーバーフローを共有する

source: Easy Px 41 CMS v09.00.00B1 (fiche) Local File Include
ja: 簡単にピクセル41のCMS v09.00.00B1（fiche）ローカルファイルを含める

source: Stack overflow vulnerability in Novell eDirectory HTTP stack
ja: Novell eDirectory内のスタックオーバーフローの脆弱性はHTTPスタック

source: Sends email to every currently selected contact route of type 'email'
ja: 型'のすべての現在の選択した連絡先のルートに送信電子メールメール'

source: Sends email via SMTP
ja: SMTP経由で送信する電子メール

source: Gets the services and their state
ja: サービスとその状態を取得します

source: Exit the process
ja: 終了処理

source: Exit the current thread
ja: を終了し、現在のスレッド

source: EZNet stack overflow
ja: EZNetスタックオーバーフロー

source: Detect if someone is on the compromised computer with a webcam
ja: を検出する場合、誰かが侵入先のコンピュータ上でウェブカメラを利用して

source: Grab a picture from a webcam
ja: ウェブカメラからの在庫画像

source: FileCOPA Stack Overflow on LIST command
ja: FileCOPAスタックオーバーフローリスト上のコマンド

source: Find Non-authenticated VNC Servers
ja: を見つける以外のVNCサーバの認証

source: Firefox 3.5 Remote Code Execution
ja: Firefox 3.5では、リモートでコードが実行される

source: A flaw in the way Mozilla Firefox Javascript Engine handle the defineSetter method allows to simulate a JSObject from an arbitrary memory area
ja: Mozilla FirefoxのJavaScriptエンジンdefineSetter処理する方法に脆弱性メソッドに、任意のメモリ領域からJSObjectをシミュレートすることができます

source: FireFox UTF8 Stack Overflow
ja: FireFoxのUTF8のスタックオーバーフロー

source: Adobe Flash Player (<= 9.0.115.0) DefineSceneAndFrameLabelData Tag Integer Overflow
ja: Adobe Flash Playerを（"= 9.0.115.0）DefineSceneAndFrameLabelDataタグ整数オーバーフロー

source: A flaw in the way Adobe Flash handle the Long String Tags could lead into a buffer overflow.
ja: のAdobe Flashにつながる可能性がある長い文字列タグを処理する方法に脆弱性バッファオーバーフローです。

source: Foxit PDF Reader Action Overflow
ja: PDFドキュメントリーダーアクションフロー

source: Foxit Reader Javascript Function util.printf()
ja: Foxit ReaderのJavascript機能をutil.printf（）

source: FP30REG.DLL Chunked Heap Overflow (MS03-051)
ja: FP30REG.DLLチャンクヒープオーバーフローのプログラム（MS03 - 051）

source: Imports data from Foundstone scans into CANVAS
ja: ファウンドストーン社からの輸入データをキャンバスにスキャン

source: Checks an FTP server for remote access with a few default usernames
ja: いくつかのデフォルトのユーザ名とリモートアクセスのためかどうか、FTPサーバ

source: fuzzylime cms <= 3.01 Remote File include
ja: fuzzylimeのCMS"= 3.01リモートのファイルを含める

source: GREENAPPLE mrxsmb.sys remote ring0 exploit
ja: GREENAPPLE Mrxsmb.sysでリモートring0エクスプロイト

source: Grab the local DNS cache from the compromised host, useful for backtracking any old queries.
ja: バックトラックのため、侵入したホストからの在庫は、ローカルDNSキャッシュに便利任意の以前のクエリ。

source: Gets a dump of one process's memory
ja: 1つのプロセスのメモリダンプを取得

source: Calls getcwd() or equivalent. Uses first selected node.
ja: （）の呼び出し、または同等のgetcwd。最初に選択されたノードを使用します。

source: Gets all the emails from a certain website/url.
ja: 特定のWebサイトから/ URLはすべての電子メールを取得します。

source: resolves a host to an ip
ja: ipのホストを解決する

source: Get a key from the remote host
ja: リモートホストからのキーを取得する

source: Get user password hashes for offline cracking
ja: オフライン割れのユーザーのパスワードハッシュを取得

source: Gets process id on selected node
ja: 取得プロセスを選択されたノードのID

source: Get the print providers on a remote Windows machine
ja: リモートのWindowsマシン上でのプリントプロバイダを取得

source: Enables a privilege
ja: を可能にする権限

source: Gets process name of our current process
ja: 当社の現在のプロセスのプロセス名を取得

source: Get the language pack of a remote Windows machine
ja: リモートのWindowsマシンの言語パックを入手し

source: Windows Remote Services Enumeration
ja: Windowsのリモートサービスの列挙

source: Gets information on each thread in the process for all nodes
ja: プロセス内の各スレッド上ですべてのノードの情報を取得

source: Gathers WWW hostnames for an IP address
ja: IPアドレスの収集WWWのホスト名

source: A buffer overflow in the OpenURL function allows us execute arbitrary code
ja: のOpenURL関数内でバッファオーバーフローの私たちの任意のコードを実行することができます

source: Overflow on commands issued by authenticated users in the Goodtech SSH server
ja: オーバーフローのコマンドは、Goodtech SSHサーバに認証されたユーザーによって発行された

source: gpsd
ja: gpsdの

source: Grape Web Statistics Remote File include
ja: ブドウのWeb統計リモートのファイルを含める

source: Overflow in URL handler SDSurf.dll that is injected into all browser processes by Green Dam.
ja: オーバーフローのURLハンドラSDSurf.dllでは、すべてのブラウザに注入され緑のダムによって処理されます。

source: GROUP-E 1.6.41 Remote file include
ja: グループメール1.6.41リモートファイルを含める

source: There exists an Accept-Language Buffer Overflow in Novell GroupWise Messenger 2.0
ja: ようこそNovell GroupWiseでのAccept - Languageのバッファオーバーフローが存在するメッセンジャー2.0

source: Novell GroupWise WebAccess Base64 Decoding Stack Overflow
ja: は、Novell GroupWise WebAccessでは、Base64でデコード、スタックオーバーフロー

source: Configure beacon callback host and port for HCN rootkit. The beacon interval determines how often the rootkit will attempt to connect to CANVAS. A successful beacon connection will give you a win32Node with full SYSTEM privileges. When running hcn_beaconlistener, make sure to set the same host/pair combination for the Beacon Host and Beacon Port settings.
ja: 構成するビーコンのコールバックのホストとポートHCNのキットです。ビーコン間隔どのくらいの頻度rootkitのキャンバスに接続しようとすると決定されます。成功したビーコンの接続を完全なシステムとwin32Nodeを与える特権。 を実行する場合hcn_beaconlistener、同じホストを設定することを確認/ペアビーコンホストとBeaconのポートの設定の組み合わせです。

source: This sets up the necessary listeners for the Windows rootkit to call to CANVAS and establish a SYSTEM shell. The Beacon Host and Beacon Port should be set to the same host/port that was set in hcn_beaconconfig. The CANVAS host/port is where the callback shell will call, you can have this set to a local CANVAS instance (it will start a listener on its own), or a remote listening post where you already have a WIN32MOSDEF callback listening. Note: Make sure to set the "fromcreatethread" option when starting your listener on a different host.
ja: Windowsのルートキットに必要なリスナーを、この設定するために呼び出すCANVASをし、システムのシェルを確立します。ビーコンホストとBeaconポートする必要があります同じホストに設定される/そのhcn_beaconconfigに設定されたポートです。キャンバスホスト/ポートでは、コールバックシェル、あなたにこれを設定することができますを呼び出すことですCANVASをインスタンスをローカル（自身で）、またはリモートリスナーが開始されますリスニングポストが既にWIN32MOSDEFコールバックをリッスンしている。 注意：\"fromcreatethreadを設定することを確認します\"オプションを起動したときに別のホスト上のリスナーです。

source: Hides a directory in the target node. Simply enter the directory like: c:\MOSDEF and it will disappear from view.
ja: ターゲットノードの非表示ディレクトリにあります。単純のようにディレクトリを入力する言語：C：\ \ MOSDEFし、表示されなくなります。

source: Hides network connection stats from programs like netstat. Some examples, assuming your target lives on 192.168.244.123 and your CANVAS host is at 192.168.244.1: Source: 192.168.244.123 Dest : 192.168.244.1 This will hide the ports of your choosing where the connection was outbound to your CANVAS host. If you had a trojaned service running on your target and you wanted to hide the inbound connection you would do it like this: Source: 192.168.244.1 Dest : 192.168.244.123 You must discard Dest address and port range for UDP port hide. Such information is not available inside internal Windows Kernel Network Structures.
ja: netstatのようなプログラムからのものを隠しますネットワーク接続を見てみよう。 いくつかの例では、192.168.244.123とキャンバス上のターゲットの生活を想定ホスト192.168.244.1です： ソース：192.168.244.123 転送先：192.168.244.1 これはあなたの選択のポートを非表示にしますアウトバウンドは、接続されたあなたのCANVASをホストします。あなたのターゲット上で動作するトロイの木馬のサービスが、あなたは、このようにしないと着信接続を非表示にしたい： ソース：192.168.244.1 転送先：192.168.244.123 UDPポートを隠すための範囲を転送先アドレスとポートを破棄する必要があります。そのような情報は内部Windowsカーネルのネットワーク内部で利用されていません構造。

source: Hides a running process from view of the operating system. Uses the process PID.
ja: オペレーティングシステムの観点からのものを隠します実行中のプロセス。を使用してプロセスpidを。

source: Hides a registry key in the target node. Reg names must follow kernel registry names: * HKEY_LOCAL_MACHINE = \Registry\Machine * HKEY_USERS = \Registry\User * HKEY_CURRENT_USER = \Registry\User\User_SID For example, to hide: HKEY_LOCAL_MACHINE\Software\Microsoft\Windows\CurrentVersion\Run\canvastrojan.exe you would use the following: \REGISTRY\MACHINE\Software\Microsoft\Windows\CurrentVersion\run\canvastrojan.exe
ja: ターゲットノードで非表示にするレジストリキーです。登録名はカーネルに従わなければならないレジストリの名前： * HKEY_LOCAL_MACHINE = \Registry\Machine * HKEY_USERS = \Registry\User * HKEY_CURRENT_USER = \Registry\User\User_SID 隠す例： HKEY_LOCAL_MACHINE\Software\Microsoft\Windows\CurrentVersion\Run\canvastrojan.exe 場合は、次を使用します： \REGISTRY\MACHINE\Software\Microsoft\Windows\CurrentVersion\run\canvastrojan.exe

source: Installs the HCN rootkit.
ja: HCN rootkitをインストール

source: Removes HCN rootkit from target host.
ja: ターゲットホストからのHCN rootkitを削除する。

source: Uses the Windows rootkit to hide files on the remote host. Renames an existing file with the 'mosdef' prefix. Keep in mind that running processes cannot have their executable's filename changed until they are stopped.
ja: Windowsのルートキットを使用してリモートホスト上のファイルを非表示にする。名前を変更します'mosdef'で既存のファイルの接頭辞。覚えておいては、実行中のプロセスまでは停止され、自分たちの実行可能ファイルのファイル名は変更できない。

source: Hides a TCP port from the view of the operating system. Needs to have the MOSDEF rootkit loaded first.
ja: オペレーティングシステムの観点からのものを隠しますTCPポート。ニーズがMOSDEF rootkitの最初にロードされます。

source: Hides a running process from view of the operating system. Uses the process name (no extension).
ja: オペレーティングシステムの観点からのものを隠します実行中のプロセス。を使用してプロセス名（拡張子なし）。

source: Hides a running process from view of the operating system. Uses the process PID (no extension).
ja: オペレーティングシステムの観点からのものを隠します実行中のプロセス。を使用してプロセスpidを（拡張子なし）。

source: Connects to HP Printers and provides basic file access (dir/upload/download)
ja: HPプリンタに接続し、基本的なファイルへのアクセスを提供します（ディレクトリ/アップロード/ダウンロード）

source: HTTP Proxy for MOSDEF Callbacks
ja: HTTPプロキシをMOSDEFコールバック用の

source: Fingerprint an HTTP Server
ja: 指紋認証は、HTTPサーバー

source: HTTP Server that uploads files for you
ja: HTTP Serverにはあなたのファイルをアップロード

source: Driver Impersonation Attack Could Allow Local Privilege Escalation
ja: ドライバの偽装攻撃性により、ローカル権限の昇格

source: ICECAST exploit
ja: Icecastのエクスプロイト

source: ICMP Proxy for MOSDEF Callbacks
ja: ICMPのプロキシMOSDEFコールバック用の

source: Checks for ICMP messages against remote hosts
ja: チェックICMPメッセージのリモートホストに対して

source: A flaw in the way of handling special characters in URIs. Requires IE7 + WMP
ja: URIの中に特殊文字を処理する方法に脆弱性。が必要ですIE7 +は間WMP

source: Microsoft IE Comments Use-After-Free bug (Aurora)
ja: Microsoftは、IEのコメントを使用し、無料のバグ（オーロラ後）

source: A flaw in the MIME/type comprobation in IE that can be used to force IE to interpret non-html files.
ja: MIMEで欠陥/ IEのことにはIEを強制するために使用することができますタイプcomprobation以外の解釈のhtmlファイル。

source: Client-Side vulnerability in IE
ja: クライアントのIEのサイドの脆弱性

source: A flaw in the way of handling special characters in URIs. Requires IE7 + Adobe Acrobat Reader
ja: URIの中に特殊文字を処理する方法に脆弱性。が必要ですIE7 +はAdobe Acrobat Readerが

source: DCE Interface ID's Query Tool
ja: DCEのインターフェイスIDのクエリツール

source: IIS 5.0 Webdav Indexed Directory Disclosure
ja: IIS 5.0のWebDAVをインデックスディレクトリ開示

source: IIS 5.0 .asp Heap Overflow
ja: IIS 5.0の。ヒープオーバーフローのASP

source: Poor input validation allows remote users to execute arbitrary commands
ja: 入力検証が不十分な為のリモートユーザが任意のコマンドを実行することができます

source: IIS 5.0 Webdav Indexed Directory Disclosure - IIS 6.0 Webdav Auth bypass
ja: IIS 5.0のWebDAVをインデックスディレクトリ開示 - IIS 6.0のwebdavの認証をバイパスする

source: IIS FTP GLOBBING Stack Exhaustion
ja: IISのFTPはglobスタックの枯渇

source: IIS FTP NLST Stack Overflow
ja: IISのFTP NLSTのスタックオーバーフロー

source: IMAIL Imap4 stack overflow in Login field
ja: IMAILはIMAP4のログインにフィールドにスタックオーバーフロー

source: IMail SMTPD32 Stack Overflow
ja: IMailのSMTPD32スタックオーバーフロー

source: LSASRV.DLL LSASS.EXE stack overflow
ja: LSASRV.DLL LSASS.EXEは、スタックオーバーフロー

source: Imports a port/vulnerability scan from an external tool
ja: 輸入港/脆弱性、外部ツールからスキャン

source: in.lpd command execution (Solaris 8)
ja: in.lpdのコマンドを実行される（『Solaris 8）

source: Upload a DLL and inject into a running process.
ja: アップロードするDLLを実行中のプロセスに注入します。

source: Installs MOSDEF service
ja: インストールさMOSDEFサービス

source: Installs remote MOSDEF service over SMB
ja: SMBを経由インストールリモートMOSDEFサービス

source: Misdesign in a component of Macrovision InstallShield 2008 ActiveX version 5.01.100.47363 allows for arbitrary code execution
ja: Misdesign MacrovisionのInstallShieldの2008のActiveX版のコンポーネントに5.01.100.47363任意のコードを実行することができます

source: NULL Pointer Dereference bug in win32k.sys
ja: win32k.sysのNULLポインタのデリファレンスバグ

source: Gathers data needed for IP Fingerprinting from a remote host
ja: 収集データのIPフィンガープリントのためのリモートホストから必要な

source: Parse the results we get from OSDETECT/ipfingerpring to determine OS info
ja: 解析我々OSDETECTから得られる結果/ OSの情報を確認するipfingerpring

source: iPlanet Chunked Encoding Overflow
ja: iPlanetのチャンクエンコーディングのオーバーフロー

source: IpSwitch Calendar Directory Traversal
ja: サイレックステクノロジーCalendarディレクトリトラバーサル

source: Jaf-CMS Statistics Remote File include
ja: JAFの- CMSの統計リモートのファイルを含める

source: Misdesign in Java deserializing allows JVM sandbox escape
ja: Misdesign Javaで逆シリアル化するJVMのサンドボックスをエスケープできます

source: Joomla 12pic Component Remote File Inclusion
ja: joomlaの12picコンポーネントにRemote File Inclusion

source: Joomla! 1.5 Beta code execution
ja: joomlaの！ 1.5ベータ版のコードの実行

source: Joomla Chronoforms Component Remote File Inclusion
ja: joomlaのChronoformsコンポーネントにRemote File Inclusion

source: Joomla com_colorlab Component Remote File Inclusion
ja: joomlaのcom_colorlabコンポーネントにRemote File Inclusion

source: Joomla Component custompages Remote File Inclusion
ja: joomlaのコンポーネントにRemote File Inclusion custompages

source: Joomla Flashfun Component Remote File Inclusion
ja: joomlaのFlashfunコンポーネントにRemote File Inclusion

source: Joomla FlashUploader Component Remote File Inclusion
ja: joomlaのFlashUploaderコンポーネントにRemote File Inclusion

source: Joomla jContentSubscription Component Remote File Inclusion
ja: joomlaのjContentSubscriptionコンポーネントにRemote File Inclusion

source: Joomla JUser Component Remote File Inclusion
ja: joomlaの好む人コンポーネントにRemote File Inclusion

source: Joomla mosDirectory Component Remote File Inclusion
ja: joomlaのmosDirectoryコンポーネントにRemote File Inclusion

source: Joomla mosMedia Component Remote File Inclusion
ja: joomlaのmosMediaコンポーネントにRemote File Inclusion

source: Joomla com_mp3_allopass Component Remote File Inclusion
ja: joomlaのコンポーネントにRemote File Inclusion com_mp3_allopass

source: Joomla FlashQuiz 1.0.2 Remote File Inclusion
ja: joomlaのFlashQuiz 1.0.2にRemote File Inclusion

source: Joomla Slideshow Component Remote File Inclusion
ja: joomlaのスライドショーをコンポーネントにRemote File Inclusion

source: Joomla panoramic Component Remote File Inclusion
ja: joomlaのパノラマコンポーネントにRemote File Inclusion

source: Journalness <= 4.1 Remote Code Execution exploit
ja: Journalness"= 4.1、リモートでコードが実行されるエクスプロイト

source: Retrieves installed browser plugin info
ja: 取得するブラウザのプラグイン情報をインストール

source: Simple Win32 Keylogger
ja: 単純なWin32キーロガー

source: Sends a terminate signal to the process identified by a PID
ja: 送信するプロセスは、PIDによって識別される信号の終了

source: Lamasoftware Remote file include
ja: Lamasoftwareリモートを含むファイル

source: Linksys WRT54G apply.cgi buffer overflow
ja: LinksysのWRT54G apply.cgiバッファオーバーフロー

source: Interacts with linux rootkit
ja: Linuxのルートキットとの相互作用

source: Loads a LKM based 2.6 rootkit
ja: 負荷LKMを2.6キットベース

source: Installs the CANVAS Ring0 node.
ja: をインストールするキャンバスRing0ノードです。

source: Local LPC privilege escalation [ Windows 2000 / XP / 2003 ]
ja: ローカルのLPCの特権の昇格【Windows 2000 / XPの/ 2003]

source: Locates a node
ja: 位置ノード

source: LookStrike Lan Manager v0.9 Remote file include
ja: LookStrikeのLan Manager v0.9リモートファイルを含める

source: Lotus Domino 8.0.0 HTTP Server - Accept-Language Overflow
ja: Lotus Dominoの8.0.0 HTTPサーバ - のAccept - Languageのオーバーフロー

source: Loudblog Remote Code Execution
ja: Loudblog、リモートでコードが実行される

source: Litespeed HTTPD file disclosure
ja: ライトスピードHTTPDのファイルを開示

source: MailEnable Stack Overflow
ja: MailEnableスタックオーバーフロー

source: MailEnable IMAP Login overflow
ja: MailEnable IMAPのログインのオーバーフロー

source: Mantis BugTracker => 1.1.3 Remote Code Execution
ja: カマキリバグトラッカー="1.1.3リモートでコードが実行される

source: Multi-threaded attack tool
ja: マルチスレッドの攻撃ツール

source: Multi-threaded attack tool (With improved threading)
ja: マルチスレッドの攻撃ツール(スレッド改善版)

source: MDaemon Stack Overflow
ja: MDaemonのスタックオーバーフロー

source: Parses a memory dump for common pieces of information like email addresses, IP addresses, and more.
ja: 解析してメモリの電子メールアドレスなどの情報の一般的な作品のため、ダンプIPアドレス、およびもっと。

source: Mindmeld Remote file include
ja: Mindmeldリモートを含むファイル

source: Man In the Middle Attack
ja: 男性は中東攻撃で

source: Create/Modify a registry key
ja: 作成/レジストリキーを変更します

source: Serves an installable ActiveX control to the target host. The ActiveX calls back a shell.
ja: ターゲットホストにインストール可能なActiveXコントロールをお楽しみいただけます。 ActiveXの呼び出しバックシェルです。

source: MOSDEF Process Migration
ja: MOSDEFプロセスへの移行

source: Detect if there is motion on the remote computer (using the webcam)
ja: がある場合は、リモートコンピュータ上での動きが検出（）は、ウェブカメラを使用して

source: IIS 5.0 IPP ISAPI (.printer) Overflow
ja: IIS 5.0でのIPPのISAPI（。プリンタ）のオーバーフロー

source: IIS 5.0 Index Server ISAPI (.ida) Overflow
ja: IIS 5.0でのIndex ServerのISAPI（。イダ）のオーバーフロー

source: Microsoft Windows RPC Locator locator.exe Stack Overflow
ja: Microsoft WindowsのRPC Locatorのlocator.exeスタックオーバーフロー

source: Microsoft IIS 5.0 WebDav ntdll.dll Buffer Overflow
ja: Microsoft IIS 5.0のWebDAVをntdll.dllのバッファオーバーフロー

source: IIS 5.0 Windows Media Services ISAPI (nsisslog.dll) Overflow
ja: IIS 5.0では、Windows MediaサービスのISAPI（nsisslog.dll）オーバーフロー

source: Microsoft Windows RPC Interface Stack Overflow
ja: Microsoft WindowsのRPCインターフェイスのスタックオーバーフロー

source: Microsoft Windows Workstation Service RPC Stack Overflow
ja: Microsoft WindowsのWorkstationサービスのRPCスタックオーバーフロー

source: MSASN1.DLL bitstring decoding heap overwrite
ja: MSASN1.DLLビット列を復号化ヒープを上書きする

source: Microsoft Windows LsaSs RPC lsasrv.dll Stack Overflow
ja: Microsoft Windows LSASSのRPCのlsasrv.dllスタックオーバーフロー

source: Microsoft SSL PCT Hello Stack Overflow
ja: マイクロソフトのSSL PCT出願人こんにちは、スタックオーバーフロー

source: Microsoft Windows NetDDE RPC netdde.exe Stack Overflow
ja: は、Microsoft WindowsのNetDDEのRPC Netdde.exeでスタックオーバーフロー

source: WINS Name Validation Stack Overflow
ja: WINSの名前の検証のスタックオーバーフロー

source: Microsoft License Logging Service .data Buffer Overflow
ja: Microsoftライセンスログサービス。データのバッファオーバーフロー

source: Microsoft Message Queuing Service GetQueueIdForDirectFormatName() Stack Overflow
ja: MicrosoftメッセージキューサービスGetQueueIdForDirectFormatName（）スタックオーバーフロー

source: MS Exchange 2000 contains a heap overflow flaw when handling the XLINK2STATE command
ja: MS Exchangeの2000には、ヒープオーバーフローの欠陥がXLINK2STATE処理が含まれてコマンド

source: Microsoft Windows PnP umpnpmgr.dll RPC Stack Overflow
ja: Microsoft WindowsのPnPのumpnpmgr.dll RPCのスタックオーバーフロー

source: Windows Telephony Service Stack Overflow
ja: Windowsのテレフォニーサービスのスタックオーバーフロー

source: Windows Print Spooler win32spl.dll Heap Overflow
ja: Windowsの印刷スプーラwin32spl.dllヒープオーバーフロー

source: Microsoft Netware Service RPC Stack Overflow
ja: マイクロソフトNetWareサービスのRPCスタックオーバーフロー

source: Microsoft Windows Media Player Malformed PNG Vulnerability
ja: は、Microsoft Windows Media Playerで不正な形式のPNG形式の脆弱性

source: RasMan RPC Server Signedness Bug
ja: RasManのRPCサーバー符号のバグ

source: RasMan RPC Server Stack Overflow
ja: RasManのRPCサーバーでスタックオーバーフロー

source: Windows Server Service CanonicalizePathName() Stack Overflow
ja: Windows Serverサービス CanonicalizePathName()関数のスタックオーバーフロー

source: Internet Explorer Vector Markup Language Stack Overflow
ja: Internet ExplorerのVector Markup Languageのスタックオーバーフロー

source: Internet Explorer WebViewFolderIcon setSlice() Overflow
ja: Internet ExplorerのコントロールWebViewFolderIcon setSlice（）のオーバーフロー

source: Microsoft Netware RPC Interface Stack Overflow
ja: マイクロソフトのNetWare RPCインターフェイスのスタックオーバーフロー

source: Microsoft Workstation Service Overflow
ja: マイクロソフトWorkstationサービスオーバーフロー

source: Microsoft XML Core Services 4.0 Vulnerability
ja: は、Microsoft XML Core Services 4.0の脆弱性により、

source: Microsoft SNMP Service Remote Arbitrary GlobalFree
ja: マイクロソフトのSNMPサービスをリモートで任意のGlobalFreeを

source: Microsoft Windows VML recolorinfo Bug
ja: は、Microsoft WindowsのVML recolorinfoバグ

source: Windows XP UPnP upnphost.dll CHttpRequest::GetServerVariable Stack Overflow
ja: Windows XPのUPnPのupnphost.dll CHttpRequestの：：GetServerVariableスタックオーバーフロー

source: Microsoft DNS Server RPC Interface Stack Overflow
ja: Microsoft DNS ServerのRPCインターフェイスのスタックオーバーフロー

source: From CVE: vulnerability in the Windows Schannel Security Package for Microsoft Windows 2000 SP4, XP SP2, and Server 2003 SP1 and SP2, allows remote servers to execute arbitrary code or cause a denial of service via crafted digital signatures that are processed during an SSL handshake.
ja: CVE投稿者：WindowsのSchannelのセキュリティパッケージの脆弱性について マイクロソフトのWindows 2000 SP4、XPのSP2、およびServer 2003 SP1およびSP2のことができます リモートサーバーの任意のコードを実行したり、サービス拒否を引き起こす は、SSLの中に処理さを介して作成されたデジタル署名 握手。

source: Microsoft Agent URL InternetCanonicalizeUrlW Stack Overflow
ja: MicrosoftエージェントのURL InternetCanonicalizeUrlWスタックオーバーフロー

source: Outlook Express NNTP Heap Overflow
ja: Outlook ExpressのNNTPのヒープオーバーフロー

source: Microsoft Message Queuing Service ReplaceDNSNameWithNetBiosName() Stack Overflow
ja: MicrosoftメッセージキューサービスReplaceDNSNameWithNetBiosName（）スタックオーバーフロー
