Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/gui/locale/po/*.po
Languages: ja, ru

source: Microsoft Vista ALPC Dangling Pointer Overwrite
ja: MicrosoftがVista ALPC宙ぶらりんのポインタを上書きする

source: Macrovision SecDrv.sys Arbitrary Overwrite
ja: MacrovisionのSecDrv.sys任意の上書き

source: Vulnerability in Windows Media File Format Could Allow Remote Code Execution
ja: 脆弱性はWindows Mediaファイル形式を許可する、リモートでコードが実行される

source: Windows TCP/IP IGMPv3 Kernel Pool Overflow
ja: WindowsのTCP / IPのIGMPv3のカーネルプールのオーバーフロー

source: Integer Overflow in
ja: 整数オーバーフローの

source: Vulnerability in VBScript and JScript Scripting Engines Could Allow Remote Code Execution
ja: 脆弱性は、VBScriptおよびJScriptスクリプトエンジンの脆弱リモートコードが実行される

source: Vulnerability in Windows Kernel Could Allow Elevation of Privilege
ja: Windows カーネルの脆弱性により、特権が昇格される

source: Microsoft SAMI Buffer Overflow
ja: マイクロソフトのSAMIのバッファオーバーフロー

source: Microsoft WINS Server Vulnerability
ja: WINS の脆弱性により、特権が昇格される

source: Vulnerability in InternalOpenProfile function Could Allow Remote Code Execution
ja: 脆弱性InternalOpenProfile機能により、リモートでコード実行

source: Vulnerabilities in Event System Could Allow Remote Code Execution
ja: イベント システムの脆弱性により、リモートでコードが実行される

source: A buffer overflow in the GetDetailString allows us execute arbitrary code
ja: GetDetailStringのバッファオーバーフローの私たちの任意のコードを実行することができます

source: Microsoft Host Integration Server RPC Interface Vulnerability
ja: は、Microsoft Host Integration ServerのRPCインターフェイスの脆弱性

source: Windows Internet Printing Service Overflow
ja: Windowsインターネット印刷サービスのオーバーフロー

source: Windows SMB Server Overflow
ja: WindowsのSMBサーバーのオーバーフロー

source: Windows Server Service CanonicalizePathName() Stack Underflow
ja: Windows Serverサービス CanonicalizePathName() スタックアンダーフロー

source: SMB Credential Reflection
ja: SMBの資格リフレクション

source: MS Internet Explorer XML Parsing Vulnerability
ja: MS Internet ExplorerでXMLの解析の脆弱性

source: Memory corruption in Internet Explorer 7 allows arbitrary code execution.
ja: Internet Explorer 7で、メモリ破損が任意のコードを実行ことができます。

source: Windows HTTP Service Integer Underflow
ja: WindowsのHTTPサービスの整数のアンダーフロー

source: Microsoft Windows Print Spooler Overflow
ja: Microsoft Windowsの印刷スプーラのオーバーフロー

source: Microsoft Windows Print Spooler Arbitrary DLL Loading
ja: Microsoft Windowsの印刷スプーラの任意のDLLを読み込んでいます

source: Microsoft Embedded OpenType Font Engine Vulnerability
ja: マイクロソフトOpenTypeフォントエンジンの脆弱性により、組込み

source: Microsoft DirectShow (msvidctl.dll) Vulnerability
ja: Microsoft DirectShowは（msvidctl.dll）の脆弱性

source: WINS Integer Overflow
ja: WINSの整数オーバーフロー

source: Windows Server Service NetrGetJoinDomainInformation() Double Free
ja: Windows ServerサービスのNetrGetJoinDomainInformation（）ダブル無料

source: ASF_Audio_media Parsing bug
ja: ASF_Audio_media解析のバグ

source: LSASS NTLM Authenticate Vulnerability
ja: LSASSのはNTLM認証の脆弱性

source: MS09-061 Microsoft .NET CAS Type Verification Vulnerability
ja: MS09 - 061のMicrosoft。NET CAのタイプ検証の脆弱性

source: ADFS Remote Code Execution
ja: ADFSは、リモートでコードが実行される

source: msdtc MIDL_user_allocate bug
ja: msdtcとMIDL_user_allocateバグ

source: A VDM process can trick a cs:eip check to allow access to a trusted function thru a #GP trap handler
ja: VDMのプロセスはCSのトリックをすることができます：eipチェック信頼された関数へのアクセスを許可する＃Gpのトラップハンドラを介して

source: Enables an identity token and setthreadtokens it
ja: を有効にIDトークンとsetthreadtokens

source: MSRPC MESSENGER Heap Overflow
ja: MSRPCをメッセンジャーのヒープオーバーフロー

source: MS Internet Explorer 7 XML Parsing Stack Overflow
ja: はMS Internet Explorer 7のXML解析のスタックオーバーフロー

source: [0day] MSRPC Crash (INSTANTREPLAY)
ja: [0day] MSRPCをクラッシュ（INSTANTREPLAY）

source: Fuzzer for MSRPC Endpoints
ja: Fuzzer MSRPCをエンドポイントに

source: Authentication with or without a pass
ja: 認証を使用するかを渡すことなく

source: replwritetovarbin stored procedure overflow.
ja: replwritetovarbinプロシージャのオーバーフローが格納されます。

source: MS SQL Hello Stack Overflow
ja: のMS SQLのハロースタックオーバーフロー

source: MS SQL Injection Routines
ja: のMS SQLインジェクションのルーチン

source: MS SQL Resolver Ping
ja: のMS SQLのリゾルバの平

source: MS SQL Resolver Stack Overflow
ja: のMS SQLのリゾルバのスタックオーバーフロー

source: WINS Pointer hijacking exploit
ja: WINSのポインタをエクスプロイトハイジャック

source: MS Exchange 2000 contains a flaw when handling the XEXCH50 command
ja: MS Exchangeの2000には、欠陥がXEXCH50コマンドの処理が含まれて

source: MacOS X 10.4 mDNSResponder UPNP Remote Root Exploit
ja: はMacOS X 10.4 mDNSResponder UPnPのリモートルートエクスプロイト

source: Authentication bypass with zeroed-string password
ja: との認証をバイパスがゼロの文字列のパスワード

source: Nagios < 3.1.1 statuswml.cgi Command Injection Vulnerability
ja: Nagiosの"3.1.1 statuswml.cgiコマンドインジェクションの脆弱性

source: NAI Enterprise Virus 7.0 Stack Overflow
ja: NAIは企業ウイルス7.0スタックオーバーフロー

source: Imports data from other tools into CANVAS
ja: キャンバスに、他のツールからの輸入データ

source: VERITAS NetBackup Java User Interface Format String
ja: VERITAS NetBackupのJavaユーザインターフェイスのフォーマット文字列

source: NETDDE.EXE Exploit through NetBIOS
ja: Netdde.exeでエクスプロイトのNetBIOSを介して

source: Novell NetMail Login Stack Overflow
ja: NovellのNetMailのログインスタックオーバーフロー

source: Novell Netmail WebAdmin Stack Overflow
ja: NovellのNetMailのWebAdminをスタックオーバーフロー

source: Netopia ADSL/Wireless information gathering
ja: Netopia社のADSL /無線情報収集

source: netRisk Remote file include
ja: netRiskリモートファイルを含める

source: NewsOffice 1.1 Remote File Include Vulnerabilitiy
ja: NewsOffice 1.1リモートファイルを含めるVulnerabilitiy

source: NIPrint stack overflow
ja: NIPrintスタックオーバーフロー

source: Imports a port scan from an nmap xml output
ja: ポートxml出力nmapのからの輸入をスキャン

source: Symantec/Norton UPX overflow.
ja: シマンテック/ノートンUPXのオーバーフローです。

source: Netscape NSS Library Remote Compromise
ja: ネットスケープのNSSライブラリ、リモートの危殆

source: Novell Netware Client for Windows Print Providor Stack Overflow
ja: Novell Netware ClientをWindowsプリントProvidorスタックオーバーフロー

source: Novell Netware Client for Windows Print Provider Stack Overflow
ja: Novell Netware ClientをWindowsのプリントプロバイダのスタックオーバーフロー

source: Create one pdf file that has multiple exploits for different pdf readers.
ja: は、さまざまなpdf読者のために、複数の攻撃が1つのpdfファイルを作成します。

source: A flaw in the java support over SQL queries allows an attacker to execute any static java method
ja: SQLクエリの上にJavaサポートでの欠陥が攻撃を実行することができます任意の静的Javaメソッド

source: OpenAds 2.4.0 <= x <= 2.4.2 Remote Code Execution
ja: OpenAdsの2.4.0"= Xの"= 2.4.2、リモートでコードが実行される

source: Open-Realty <= 2.4.3 Remote Code Execution
ja: オープンリアルティ"= 2.4.3、リモートでコードが実行される

source: OpenSSL key_arg_len Overflow
ja: OpenSSLのkey_arg_lenオーバーフロー

source: HP OpenView Trace Service OVTrace.exe Stack Overflow
ja: HP OpenViewのトレースサービスOVTrace.exeスタックオーバーフロー

source: Oracle8i <= 8.1.7 TNS Listener Argument stack overflow
ja: は、Oracle8i"= 8.1.7 TNS Listenerの引数スタックオーバーフロー

source: Oracle <= Oracle Info
ja: オラクル"=オラクル情報

source: Oracle <= Password
ja: オラクル"=パスワード

source: Oracle <= Usernames
ja: オラクル"=ユーザ名

source: OS Detection
ja: OSの検出

source: PacerCMS 0.6 Remote Code Execution
ja: PacerCMS 0.6、リモートでコードが実行される

source: Performs passive os detection
ja: を実行する受動的なOSの検出

source: PGP wdef IOCTL bug
ja: PGPのwdef IOCTLのバグ

source: PHP <= 4.3.7 memory_limit exploit
ja: PHPの"= 4.3.7エクスプロイトのmemory_limit

source: PHP 5.2.1 Rejected Session ID Double Free Exploit
ja: PHP 5.2.1以降で拒否されたセッションをダブル無料エクスプロイト番号

source: PHPauction GPL 2.51 Remote File include
ja: PHPauction GPLの2.51リモートのファイルを含める

source: phpBB Highlight code execution
ja: phpBBのハイライトのコードの実行

source: PHPBlock Remote File include
ja: PHPBlockリモートのファイルを含める

source: php_callback client
ja: php_callbackクライアント

source: PHPlinks Remote file include
ja: PHPlinksリモートを含むファイル

source: PHPList <= 2.10.7 Local File Include
ja: PHPList"= 2.10.7ローカルファイルを含める

source: phpMyAdmin PHP injection 2.11.x - 2.11.9.4 and 3.x - 3.1.3.0
ja: phpMyAdminのPHPを注入2.11.x - 2.11.9.4および3.x - 3.1.3.0

source: Poor input validation allows remote users to insert php code into the forum and execute commands
ja: 入力検証が不十分な為のリモートユーザフォーラムにPHPコードを挿入することができますとコマンドを実行する

source: phporacle Remote file include
ja: phporacleリモートファイルを含める

source: phpProfiles Remote file include
ja: phpProfilesリモートファイルを含める

source: phpQLAdmin 2.2.7 Remote file include
ja: phpQLAdmin 2.2.7リモートファイルを含める

source: PHPSlash <= 0.8.1.1 Remote Code Execution
ja: PHPSlash"= 0.8.1.1、リモートでコードが実行される

source: phpUserBase Remote file include
ja: phpUserBaseリモートファイルを含める

source: PHPyabs 0.1.2 Remote File Include
ja: PHPyabs 0.1.2リモートファイルを含める

source: Piwik Remote Code Execution
ja: Piwik、リモートでコードが実行される

source: Pluck 4.6.2 Local File Include
ja: Pluckの4.6.2ローカルファイルを含める

source: PNphpBB2 1.2i Local File Include
ja: PNphpBB2 1.2iローカルファイルを含める

source: Podcast Generator <= 1.0 BETA 2 Remote file include
ja: ポッドキャストジェネレータ"= 1.0ベータ2リモートファイルを含める

source: Portail Web Php Remote file include
ja: PortailのWeb PHPのリモートを含むファイル

source: Scans for one port on many hosts
ja: 多くのホスト上で1つのポートをスキャン

source: Injects a callback shellcode into a process
ja: 注入プロセスにコールバックシェル

source: proto ops / udp_sendmsg null deref Linux Kernel local root (2.6.X 32bit Edition)
ja: 原始協/ nullにderefがLinuxカーネルのローカルのルート（2.6.Xの32 udp_sendmsg版）

source: Gets a listing of the processes on all selected nodes
ja: 選択したすべてのノード上のプロセスのリストを取得します

source: CVS pserverd heap overflow
ja: CVSのpserverdヒープオーバーフロー

source: PunBB RC1 Remote Code Execution
ja: PunBB RC1を、リモートでコードが実行される

source: PunBB user language include => code execution
ja: PunBBのユーザ言語="のコードの実行を含む

source: Imports data from QualysGuard 6.5 scans into CANVAS
ja: QualysGuardのからの輸入データをキャンバスに6.5をスキャン

source: Quantum Game Library 0.7.2c Remote file include
ja: 量子ゲームライブラリ0.7.2cリモートファイルを含める

source: Attacks hosts with exploits imported from Qualysreport
ja: エクスプロイトQualysreportから輸入した攻撃ホスト

source: Misdesign in a component of QuickTime 7.2 permits arbitrary code execution
ja: Misdesign QuickTimeのコンポーネントで7.2許可するコードの実行を任意の

source: A misdesign in the RTSP parser allows arbitrary execution using the Content-Type header
ja: RTSPのパーサーでmisdesign任意の実行は、コンテンツを使用することができます-Typeヘッダ

source: Apple QuickTime rtsp URL Handler Stack Overflow
ja: Apple QuickTimeにRTSP URLハンドラのスタックオーバーフロー

source: QuickTeam Remote File Include
ja: QuickTeamリモートファイルを含める

source: Quinsonnas Mail Checker 1.55 Remote File Inclusion
ja: Quinsonnasメールチェッカー1.55にRemote File Inclusion

source: Attacks hosts with exploits imported from Rapid7 Reports
ja: エクスプロイトRapid7 Reportsからのインポートと攻撃ホスト

source: Novadigm 3.1 radexecd.exe stack overflow.
ja: Novadigm 3.1 radexecd.exeスタックオーバーフロー。

source: Dumps all physical RAM available on target machine. Uses a kernel driver to bypass usermode restrictions in some versions of Windows.
ja: すべての物理RAMをターゲットマシン上で利用可能にダンプします。を使用してカーネルドライバにWindowsの一部のバージョンではユーザーモードの制限をバイパスします。

source: Real Player ActiveX Import Stack Overflow
ja: リアルプレーヤーのActiveXのインポート、スタックオーバーフロー

source: RealServer ../../ stack overflow
ja: RealServerは../../スタックオーバーフロー

source: Helix Server Content-Length overflow.
ja: Helix Serverは、Content - Lengthのオーバーフローです。

source: Detect buggy authentication in RealVNC Servers
ja: RealVNCのサーバーの検出バグの認証

source: Record audio from the microphone
ja: マイクからの録音音声

source: Record video from a webcam
ja: ウェブカメラからの記録ビデオ

source: Make a remark into the logs
ja: ログに発言する

source: Creates spreadsheet from CANVAS session pickles. Requires Open Office.
ja: キャンバスセッションの漬物からスプレッドシートを作成します。開いているOfficeが必要です。

source: Restarts a service on all selected nodes
ja: 再起動、選択したすべてのノード上のサービス

source: Rexd remote "exploit"
ja: rexdは、リモート\"をエクスプロイト\"

source: Remove a Directory. Uses first selected node.
ja: ディレクトリを削除します。最初に選択されたノードを使用します。

source: RoundCube Webmail Pre-Authentication Code Execution
ja: のroundcubeウェブメール事前認証コードが実行される

source: SunRPC Port Mapper
ja: SunRPCポートマッパー

source: Rsync Heap Overflow
ja: rsyncのヒープオーバーフロー

source: Test of RTSP library
ja: テストはRTSPのライブラリ

source: Calls popen2() or equivalent. Uses first selected node.
ja: コールpopen2（）または同等品。最初に選択されたノードを使用します。

source: Starts up a sniffer instance
ja: 起動時にスニファインスタンスを

source: Sadmind Remote Exploit for Solaris
ja: SadmindリモートエクスプロイトSolaris用

source: Steal files from target machine through Safari local file:/// URI
ja: Safariのローカルファイルを介してターゲットマシンからスティールファイル：/ / / URIの

source: Steal files from target machine through Safari XSL local file access
ja: サファリのXSLは、ローカルファイルへのアクセスを介してターゲットマシンからスティールファイル

source: Samba Nttrans Overflow
ja: SambaのNttransオーバーフロー

source: Samba Trans2 Stack Overflow
ja: SambaのTrans2スタックオーバーフロー

source: SamiFTP Stack Overflow on USER command
ja: SamiFTPスタックオーバーフローのユーザでコマンド

source: SAPDB Stack Overflow
ja: SAPDBスタックオーバーフロー

source: savant web server stack overflow.
ja: SavantのWebサーバのスタックオーバーフロー。

source: Grab a picture of the screen
ja: スクリーン画像を取得

source: Stack overflow on parsing the Cookie/Session paramater of a HTTP POST request.
ja: クッキーをパースするスタックオーバーフロー/は、HTTP POSTのセッションparamater要望。

source: Set the osdetection configuration information
ja: セットosdetection構成情報

source: Sets the thread token (0 for reverttoself)
ja: を設定するスレッドのトークン（0にRevertToSelf用）

source: Sets the user ID on Unix-family systems
ja: セットは、ユーザのUnixのIDファミリシステム

source: Get a list of shares from the remote machine using srvsvc::NetrShareEnum
ja: リモートマシンSrvSvcを使用してから株式の一覧を取得する：：NetrShareEnum

source: Format string exploit for versions 1.9.4 and 1.9.2
ja: 書式指定文字列のバージョン1.9.4と1.9.2のエクスプロイト

source: SiteX <= 0.7.4.418 Local File Include
ja: SiteX"= 0.7.4.418ローカルファイルを含める

source: SL Web Supervisor HTTP Subversion Stack Overflow
ja: 旅行記のWebスーパーバイザのHTTP Subversionのスタックオーバーフロー

source: Smallaxe Remote file include
ja: Smallaxeリモートを含むファイル

source: SmarTag Bug on Microsoft Word
ja: Microsoft WordでバグSmarTag

source: Smart Publisher 1.0.1 PHP code execution
ja: スマート発行1.0.1 PHPのコードの実行

source: SMB2 Negotiate Pointer Dereference Vulnerability
ja: SMB2ネゴシエートポインタ参照の脆弱性

source: Slow SMB bruteforcer
ja: 低速のSMB bruteforcer

source: smbclient
ja: smbclientを

source: Simple Machines Forum => 1.1.6 CSRF Remote Code Execution
ja: 簡単な機械フォーラム="1.1.6 CSRF、リモートでコードが実行される

source: Simple Machines Forum 1.1.2 - 1.1.3 Remote Code Execution
ja: 簡単な機械フォーラム1.1.2 - 1.1.3、リモートでコードが実行される

source: Simple Machines Forum => 1.1.6 Remote Code Execution
ja: 簡単な機械フォーラム="1.1.6リモートでコードが実行される

source: Fingerprints SMTP servers by sending various requests
ja: 様々な要求を送信することによって指紋のSMTPサーバー

source: Use a web search query to generate a list of SMTP servers for fingerprinting
ja: ウェブ検索クエリを使用し指紋のためにSMTPサーバのリストを生成する

source: snmpXdmid Buffer Overflow
ja: snmpXdmidのバッファオーバーフロー

source: Snort <= 2.6.2 DCE/RPC reassembly exploit
ja: Snortは"= 2.6.2 DCE / RPCを再利用する

source: Solaris printer configuration stack overflow
ja: Solarisのプリンタ設定、スタックオーバーフロー

source: Local privilege escalation [ Solaris 7/8/9 (sun4u) ]
ja: ローカルでの特権の昇格[『Solaris 7/8/9（のsun4u）]

source: Telnet to host without having to authenticate due to flaw in environment variable passing
ja: Telnetの欠陥の環境では原因を認証することなく、ホストに変数を渡す

source: Local privilege escalation for Solaris
ja: Solaris用のローカルでの特権の昇格

source: Sourdough Remote FIle Include
ja: サワードウリモートファイルを含める

source: spawns an executable on the remote host
ja: リモートホスト上で実行可能ファイルを生成します

source: Windows Service Pack Detection
ja: Windows Service Packの検出

source: Misdesign in a component of Microsoft Speech API 4 allows for arbitrary code execution
ja: MisdesignのMicrosoft Speech APIの4コンポーネントで任意のコードが可能になります実行

source: Run a web proxy as if you were on a remote box, with specialized attack functionality
ja: を実行すると、Webプロキシの場合は、リモートボックスで、特殊な攻撃をされた機能

source: Dumps connection settings (including passwords) from SQL Server Management Studio 2008
ja: SQL Serverの管理から、パスワードを含むダンプの接続設定（）Studio 2008の

source: Create a reverse SSH tunnel between you and the target
ja: 使用すると、ターゲットの間に、逆にSSHトンネルを作成します。

source: Stack-based buffer overflow in the pdg2.dll ActiveX control in SSReader 4.0
ja: スタックSSReader 4.0 pdg2.dllのActiveXコントロールベースのバッファオーバーフロー

source: Starts a remote service over SMB
ja: を開始しますSMBを経由のリモートサービス

source: Starts a service on all selected nodes
ja: 始まるすべての選択されたノード上のサービス

source: Snort <= 2.4.2 BO pp exploit
ja: Snortは"= 2.4.2ボー所蔵エクスプロイト

source: Stops a service on all selected nodes
ja: を停止、選択したすべてのノード上のサービス

source: Configuration setting TEMPLATE
ja: 構成設定のテンプレート

source: Strawberry 1.1.1 Local File Include
ja: イチゴ1.1.1ローカルファイルを含める

source: SugarCRM <= 5.2.0e Remote Code Execution
ja: SugarCRMは"= 5.2.0e、リモートでコードが実行される

source: Sun Java HsbParser.getSoundBank Stack Buffer Overflow Vulnerability
ja: 『Sun Java HsbParser.getSoundBankスタックバッファオーバーフローの脆弱性

source: Solaris Login Overflow
ja: Solarisのログインのオーバーフロー

source: Solaris Login pamh Overflow
ja: Solarisのログインpamhはオーバーフロー

source: Subversion utf-8 Apache2/WebDAV Stack Overflow
ja: SubversionのUTF - 8をApache2/WebDAVスタックオーバーフロー

source: Switch our user context to another user with a username/password combo.
ja: ユーザ名/パスワードの組み合わせを持つ別のユーザーに当社のユーザーコンテキストに切り替えます。

source: Symantec Alert Management System 2 Stack Overflow
ja: Symantecのアラート管理システム2は、スタックオーバーフロー

source: Symantec Remote Management Rtvscan.exe Stack Overflow
ja: シマンテック、リモート管理Rtvscan.exeスタックオーバーフロー

source: Gets basic OS information from a node. It's like osdetect, but for running on a node, instead of against a target.
ja: ノードからの基本的なOSの情報を取得します。これはosdetectのようだが、実行するためのノードの代わりに、ターゲットに対してします。

source: TCP Hello World test (for bouncing tests)
ja: TCPのHello Worldのテスト（テストのバウンス用）

source: Finds all the hosts on the local network interfaces
ja: ローカルネットワークでの検索のすべてのホストインターフェイス

source: Telnet Brute Force
ja: Telnetのブルートフォース

source: Telnet Banner Grabber (used for osdetect)
ja: Telnetのバナーグラバ（osdetectに使用）

source: Poor input validation allows remote users to call system(command)
ja: 入力検証が不十分な為のリモートユーザのシステム（コマンド）を呼び出すことができます

source: Test module for the PHP safemode bypass
ja: PHPのセーフモードをバイパスするためのテストモジュール

source: Scan the box for exploitability.
ja: exploitabilityのためのボックスをスキャンします。

source: Used in the testomatic framework to connect and send commands to a remote testomatic node.
ja: testomatic枠組みの中で接続し、リモートにコマンドを送信に使用testomaticノードです。

source: testsploit (Used for MOSDEF testing)
ja: testsploit（MOSDEFテスト用に）使用される

source: Fuzzer for TFTP Servers
ja: Fuzzer TFTPサーバの

source: TFTP Server for uploading files
ja: TFTPサーバのファイルのアップロード

source: [0day] TightVNC integer overflow (client-side)
ja: [0day] TightVNCに、整数オーバーフロー（クライアント側）

source: TikiWiki function create exploit
ja: TikiWiki機能をエクスプロイトを作成する

source: IBM Tivoli Storage Manager Express CAD Service Buffer Overflow
ja: のIBM Tivoli Storage Manager ExpressはCADサービスのバッファオーバーフロー

source: Trend Micro ServerProtect StCommon.dll RPC Stack Overflow
ja: Trend MicroのServerProtect StCommon.dll RPCのスタックオーバーフロー

source: Trend Micro ServerProtect Agent RPC Stack Overflow
ja: Trend MicroのServerProtectエージェントのRPCスタックオーバーフロー

source: Change file access and modification time on selected node
ja: 変更ファイルにアクセスすると、選択したノード上での変更時刻

source: Change file access and modification time srcfile->dstfile on selected node
ja: 変更するファイルへのアクセスや変更時刻srcfileを選択されたノード上で"dstfile

source: CANVAS Traceroute
ja: CANVASをtracerouteの

source: TrixBox (Asterisk) PBX Remote Command Execution
ja: TrixBox（アスタリスク）のPBXのリモートコマンド実行

source: rpc.ttdbserverd xdr_array Heap Overflow
ja: rpc.ttdbserverdはxdr_arrayヒープオーバーフロー

source: TWiki SEARCH variable arbitrary shell command execution
ja: TWiki検索変数を任意のシェルコマンドの実行

source: udevd NETLINK messaging exploit
ja: udevd netlinkを利用するメッセージング

source: Scans for open UDP Ports
ja: オープンUDPポートのスキャン

source: Scans for one port on many hosts - reports hosts that have the port closed
ja: 多くのホスト上で1つのポートをスキャン - そのポートが閉じられているレポートをホスト

source: umpnpmgr.dll/srvsvc memory exhaustion via msrpc
ja: を介してumpnpmgr.dll / SrvSvcをメモリ枯渇MSRPCを

source: Tries to connect to a host and port and convert that into a Unix Shell Server
ja: しようとするホストとポートに接続し、変換するには、UnixシェルServerに

source: CANVAS Unlink
ja: キャンバスのリンクを解除

source: Removes the CANVAS rootkit.
ja: キャンバスのrootkitを削除します。

source: Upload and Excute a shell-giving Exploit Binary
ja: アップロードしてExcuteシェルを与えるエクスプロイトバイナリ

source: Upload file. Uses first selected node.
ja: アップロードするファイルです。最初に選択されたノードを使用します。

source: Create domains to check for phishing
ja: ドメインの作成フィッシングをチェックする

source: Get a list of users
ja: ユーザーのリストを取得する

source: Break PHP Safemode with Usort Vulnerability
ja: 内訳はPHP SafeModeをUsortの脆弱性と

source: ut2004 stack overflow with \secure\
ja: ut2004 \を\安全\スタックオーバーフロー\

source: Utorrent announcement overflow
ja: utorrentの発表のオーバーフロー

source: Veritas Backup Exec stack overflow
ja: Veritas Backup Execのスタックオーバーフロー

source: VisualPic 0.3.1 Remote File Include
ja: VisualPic 0.3.1リモートファイルを含める

source: vmsplice Linux Kernel local root
ja: ところvmsplice Linuxカーネルのローカルのルート

source: VMware dhcpd Stack Overflow
ja: VMwareのスタックオーバーフローのdhcpd

source: A flaw in the way MS Excel handle the Shared String Table could lead into an integer overflow.
ja: MS Excelの問題につながる可能性がある共有文字列テーブルを処理する方法に脆弱性整数オーバーフローです。

source: Exchangepop3 Stack Based overflow in rcpt to: command
ja: Exchangepop3スタック、RCPT TOをオーバーフローに基づく：コマンド

source: Remote Buffer Overflow on Login
ja: リモートバッファオーバーフローのログインに

source: Winamp 5.12 .pls overflow
ja: Winampの5.12。PLSのオーバーフロー

source: Winproxy Stack Overflow
ja: Winproxyスタックオーバーフロー

source: w3who.dll stack overflow
ja: スタックオーバーフローw3who.dll

source: WarFTP 1.65 Stack Overflow on USER command
ja: WarFTP 1.65スタックオーバーフローのユーザでコマンド

source: Tries to exploit all known web vulnerabilities against a server
ja: しようとすると、サーバーに対して既知のすべてのウェブサイトの脆弱性をエクスプロイトする

source: Attempt to brute force POST based web logins given a password dict
ja: 力ずくのPOSTベースのWebしようとするとパスワードのdict与えログイン

source: Remote root exploit for Perl efix svarg index bug, through webmin miniserv.pl
ja: リモートからのrootのPerl、Webminにminiserv.plを通じてsvargインデックスバグefixのエクスプロイト

source: wFTPD Stack Overflow on the SIZE command
ja: wFTPDスタックオーバーフローのSIZEコマンドに

source: Gets the first external IP off of a traceroute
ja: tracerouteの最初の外部IPアドレスを取得

source: Gets id result on each selected node
ja: 選択された各ノード上でIDを結果を取得します

source: Windows 7 Netbios Crash
ja: Windows 7のNetBIOSのクラッシュ

source: Wingate 6.1.1 stack overflow
ja: ウィンゲート6.1.1スタックオーバーフロー

source: A vulnerability in the way NPF.sysd handles IOCTL arguments allows for writing to kernel space
ja: NPF.sysd IOCTLの引数を処理する方法に脆弱性に対応可能カーネルにスペースを書く

source: Misdesign in WMF file parser allows for shellcode execution
ja: Misdesign WMFファイルパーサーでシェルコードを実行することができます

source: Eudora Qualcomm WorldMail 3.0 IMAP4 stack overflow
ja: Eudoraは、QUALCOMM WorldMail 3.0 IMAP4のスタックオーバーフロー

source: WordPress plugin BackUpWordPress <= 0.4.2b Remote File Inclusion
ja: WordPressのプラグインBackUpWordPress"= 0.4.2bにRemote File Inclusion

source: WordPress 2.2.2 SQL injection/Command execution
ja: ワードプレス2.2.2のSQLインジェクション/コマンドの実行

source: Wordpress plugin myflash Remote File Inclusion
ja: WordpressのプラグインmyflashにRemote File Inclusion

source: Wordpress Plugin Sniplets 1.1.2 Remote Code Execution exploit
ja: WordpressのプラグインSniplets 1.1.2、リモートでコードが実行されるエクスプロイト

source: WordPress Plugin Sniplets 1.1.2 Remote File Include
ja: ワードプレスプラグインSniplets 1.1.2リモートファイルを含める

source: Ipswitch WS_FTP Server XCRC Stack Overflow
ja: サイレックステクノロジーWS_FTP ServerはXCRCスタックオーバーフロー

source: WuFTPD SITE EXEC Formatstring Bug
ja: WuFTPD SITE EXECのformatStringのバグ

source: WuFTPD Globbing Arbitrary Free
ja: WuFTPDグロビング任意無料

source: Vulnerability in XFS allows for remote compromise as NOBODY user
ja: 脆弱性のXFSのnobodyユーザーとしてリモートからの不正が可能になります

source: Buffer overflow in If-Modified-Since gets a remote shell
ja: がIf - Modifiedのバッファオーバーフロー- Sinceのリモートシェルを取得

source: XML RPC For CANVAS Web Service
ja: れたXML RPC CANVASをWebサービスについて

source: X11 server for local vulnerabilities
ja: ローカルの脆弱性をX11サーバ

source: Test
ja: テスト

source: ypbind YPBINDPROC_DOMAIN Stack Overflow
ja: ypbindのYPBINDPROC_DOMAINスタックオーバーフロー

source: yppasswdd YPPASSWD_UPDATE Stack Overflow
ja: yppasswddがYPPASSWD_UPDATEスタックオーバーフロー

source: imail imap4 stack overflow in Login field
ja: IMAILのログイン内のフィールド、スタックオーバーフローのIMAP4

source: ZenCart 1.3.8 Remote Code Execution
ja: ZenCart改訂1.3.8、リモートでコードが実行される

source: Discovers services on the .local. domain advertised over zeroconf
ja: 地元のサービスを検出します。ドメインのZeroconf以上の宣伝

source: Set as target host
ja: ターゲットにする
