Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/gui/locale/po/*.po
Languages: ja, ru

source: Target(s)
ja: ターゲット
ru: Target (ы)

source: (Gets Current Working Directory)
ja: （カレントディレクトリの取得）
ru: (Получает Текущий рабочий каталог)

source: <b>Canvas Log</b>
ja: <b>キャンバスログ</b>
ru: <b>Холст Вход</b>

source: <b>Current Status</b>
ja: <b>ステータス</b>
ru: <b>Текущий статус</b>

source: <b>Data View</b>
ja: <b>データビュー</b>
ru: <b>Данных</b>

source: <b>Debug Log</b>
ja: <b>デバッグログ</b>
ru: <b>Журнал отладки</b>

source: <b>Exploit Description</b>
ja: <b>モジュールの概要</b>
ru: <b>Exploit Описание</b>

source: <b>Host to Add:</b>
ja: <b>ホストを追加：</b>
ru: <b>Host добавить:</b>

source: <b>HostName or IP:</b>
ja: <b>ホスト名またはIPアドレス：</b>
ru: <b>Имя или IP:</b>

source: <b>Listening Port:</b>
ja: <b>リスニングポート：</b>
ru: <b>Прослушивание порта:</b>

source: <b>Node Tree</b>
ja: <b>ノードツリー</b>
ru: <b>Дерево узлов</b>

source: <b>Search Modules</b>
ja: <b>検索モジュール</b>
ru: <b>Поиск модули</b>

source: <b>Third Party Exploit Pack Information</b>
ja: <b>サードパーティのエクスプロイトPackの情報</b>
ru: <b>Третья партия Exploit обновления информации</b>

source: <b>Type of Listener:</b>
ja: <b>リスナーのタイプ：</b>
ru: <b>Тип слушателю:</b>

source: <b>Type of OS:</b>
ja: <b>OSの種類：</b>
ru: <b>Тип ОС:</b>

source: Add New Interface
ja: 新しいインターフェイスを追加
ru: Создать интерфейс

source: Add Target Host
ja: ターゲットホストを追加
ru: Добавить Target Host

source: Add To Targets
ja: ターゲットに追加
ru: Добавить к целям

source: Add a Host
ja: ホストの追加
ru: Добавить Host

source: Add a host
ja: ホストを追加する
ru: Добавить принимающей

source: Add to Target
ja: ターゲットに追加する
ru: Добавить в целевой

source: All commands to be ran are located here
ja: すべてのコマンドはここに配置され実行される
ru: Все команды, которые побежали находятся здесь

source: As Covert As Possible
ja: として、隠密としての可能性
ru: Как тайные, как это возможно

source: As Reliable as Possible
ja: できるだけ信頼性の高い
ru: Как можно более надежного

source: Browse
ja: 参照
ru: Обзор

source: CANVAS Exploit Packs
ja: CANVAS エクスプロイトパック
ru: CANVAS Exploit пакеты

source: CANVAS Log
ja: キャンバスログ
ru: CANVAS Вход

source: CANVAS Professional has loaded the third party exploit packs listed below. These exploit packs add extra features and exploits to CANVAS Professional, but are not provided or supported by Immunity Inc. Use of third party exploit packs is subject to the license of the exploit pack, so be sure to be familiar with these terms before using third party functionality.
ja: キャンバスProfessionalは、第三者にエクスプロイトパック下記のロードしています。 これらのパックをエクスプロイト、余分な機能やCANVASをProfessionalへの攻撃を追加するが提供されない、または免疫株式会社使用してサードパーティによるサポートパックを利用するので、必ずパックをエクスプロイトするのは、ライセンスが適用されますこれらの用語でサードパーティ製の機能を使用する前に精通している。
ru: CANVAS Профессиональные загружен третьей стороной использования пакетов, перечисленных ниже. Эти пакеты использовать дополнительные функции и эксплуатирует на холст специалистов,но не представлены или поддерживается иммунитет вкл. использования третьей сторонойиспользовать пакеты подлежит лицензию использовать пакет, так что не забудьтебыть знакомы с этими условиями, прежде чем использовать функциональные третий участник.

source: CANVAS World Map
ja: IPアドレスの位置情報

source: CANVAS World Service
ja: キャンバスワールドサービス
ru: CANVAS Всемирной службы

source: Callback
ja: コールバック
ru: Обратный звонок

source: Change Directory
ja: ディレクトリの移動

source: Change the current directory
ja: カレントディレクトリを変更する
ru: Изменить текущий каталог

source: Classic Node View
ja: クラシックノードビュー
ru: Классические Node View

source: Covertness Bar
ja: Covertness バー
ru: Скрытности Бар

source: Create A New Listener
ja: 新しいリスナーを作成します。
ru: Создать новый слушатель

source: Current Callback IP
ja: 現在のコールバックIPアドレス
ru: Текущие Обратный звонок IP

source: Debug Log
ja: デバッグログ
ru: Журнал отладки

source: Delete a file
ja: ファイルを削除
ru: Удалить файл

source: Dir
ja: ディレクトリ

source: Download
ja: ダウンロード
ru: Загрузка

source: Download a file
ja: ファイルのダウンロード
ru: Скачать файл

source: Download a file from the remote server (source file)
ja: リモートサーバーからファイルをダウンロードする (source file)
ru: Скачать файл с удаленного сервера (исходный файл)

source: End Port
ja: エンドポート
ru: Конец порт

source: Exit CANVAS GUI
ja: 終了
ru: Выход CANVAS GUI

source: Exits CANVAS GUI
ja: 終了
ru: Выходы CANVAS GUI

source: Filesystem Browser
ja: ファイルシステムブラウザ
ru: Файловый браузер

source: Get Directory Listing
ja: ディレクトリの一覧を取得
ru: Получить Directory Listing

source: Get directory listing
ja: ディレクトリの一覧を取得
ru: Получить каталога

source: Go
ja: ωGOω
ru: Идти

source: Halt Current Exploit
ja: 現在のエクスプロイトを停止する
ru: Стой Текущие Exploit

source: Host
ja: ホスト
ru: Хозяин

source: IP (external IP for NAT)
ja: NAT用の外部IPアドレス
ru: IP (внешний IP для NAT)

source: Interface Name
ja: インターフェイス名
ru: Имя интерфейса

source: List of exploits and utility modules
ja: エクスプロイトとユーティリティの一覧
ru: Список подвигов и полезные модули

source: Listener Shell
ja: リスナーシェル
ru: Слушатель Shell

source: Module Log
ja: モジュールのログ
ru: Модуль Вход

source: Modules
ja: モジュール
ru: Модули

source: My Screenshots
ja: 思い出のアルバム
ru: Мои скриншоты

source: NAT Interface
ja: NATのインターフェイス
ru: NAT интерфейс

source: Netmask Bits (24 is class C)
ja: ネットマスクのビット長
ru: Маска битов (24 является классом С)

source: Network Dump Filter String
ja: ネットワークダンプフィルタ文字列
ru: Сеть Dump строку фильтра

source: Network Dump Window
ja: ネットワークダンプウィンドウ
ru: Сеть дампа окон

source: New Interface
ja: 新しいインターフェイス
ru: Новый интерфейс

source: Node Management
ja: ノード管理
ru: Узел управление

source: Note to Add
ja: メモの追加
ru: Примечание для Добавить

source: PWD - Gets current working Directory
ja: 現在のディレクトリを取得
ru: PWD - Возвращает текущий рабочий каталог

source: Password
ja: パスワード
ru: Пароль

source: Pick file to upload
ja: アップロードファイルの選択
ru: Выберите файл для загрузки

source: Piped Command
ja: コマンドの実行
ru: Командование Piped

source: Port
ja: ポート
ru: Порт

source: Raw
ja: 部分一致
ru: Сырой

source: Regex
ja: 正規表現

source: Reload CANVAS Modules
ja: キャンバスモジュールのリロード
ru: Перезагрузить CANVAS модули

source: Reloads CANVAS Modules
ja: キャンバスモジュールのリロード
ru: Перезагрузок CANVAS модули

source: Remove from Target
ja: ターゲットから削除
ru: Удалить из Целевые

source: Remove from Targets
ja: ターゲットから削除
ru: Удалить из мишеней

source: Run a command and get the standard output.
ja: 実行コマンドの標準出力を取得する
ru: Выполнить команду и получить стандартный вывод.

source: Screen Shots
ja: スクリーンショット
ru: Снимки экрана

source: Set OS Configuration
ja: OSの設定
ru: Задать OS Configuration

source: Set fromcreatethread
ja: セットfromcreatethread
ru: Задать fromcreatethread

source: Spawn Process
ja: スポーンプロセス
ru: Порождение процесса

source: Spawn a Process
ja: スポーンプロセス
ru: Порождать процесс

source: Start New MOSDEF Listener
ja: MOSDEFリスナーの開始
ru: Начать новую MOSDEF слушатель

source: Start Port
ja: スタートポート
ru: Начало порт

source: Status Bar
ja: ステータスバー
ru: Строка состояния

source: Target
ja: ターゲット
ru: Цель

source: The information such as targets and interfaces
ja: ターゲットとインターフェイスなどの情報
ru: Информации, таких как цели и интерфейсы

source: This lets you look at all the modules you can use
ja: この場合、すべてのモジュールで使用できるようすることができます
ru: Это позволит вам смотреть на всех модулей, которые вы можете использовать

source: Unlink
ja: リンクを解除する
ru: Отключить

source: Upload
ja: アップロード
ru: Закачать

source: Upload a File
ja: ファイルをアップロード
ru: Загрузить файл

source: Upload a file to the remote server (click browse to pick, or type directly)
ja: リモートサーバへファイルアップロード（ファイルを参照して選択・直接入力）
ru: Загрузите файл на удаленном сервере (нажмите кнопку Обзор, чтобы выбрать, или введите напрямую)

source: Username
ja: ユーザー名
ru: Имя пользователя

source: Install GeoIP database....
ja: GeoIPデータベースのインストール
ru: Установить GeoIP базы ....

source: Start a MOSDEF listener service on the current callback interface
ja: 現在のコールバックインターフェイスでMOSDEFリスナサービスを開始する
ru: Запустить сервис MOSDEF слушателем на текущий интерфейс обратного вызова

source: Define the name of the CANVAS session and switch to that session.
ja: キャンバスのセッションの名前を定義し、そのセッションに切り替えます。
ru: Определить имя сессии холст и переключиться на этой сессии.

source: Set CANVAS Session Name
ja: セッション名を設定する
ru: Задать CANVAS Имя сеанса

source: Save as much data from this session as we can
ja: 我々がこのセッションから多くのデータを保存
ru: Сохранить как многие данные из этой сессии, как мы можем

source: Save CANVAS Session
ja: セッションの保存
ru: Сохраните CANVAS сессия

source: Restore data from a previous session
ja: 前回のセッションを復元
ru: Восстановление данных с предыдущей сессии

source: Restore CANVAS Session
ja: セッションの復元
ru: Восстановление CANVAS сессия

source: About this CANVAS release
ja: このバージョンについて
ru: Об этом выпуске CANVAS

source: About
ja: CANVASについて
ru: О

source: Check to see if this is the latest version of CANVAS available
ja: CANVASの最新バージョンが入手可能か確認してください。
ru: Проверьте, если это последняя версия доступна CANVAS

source: Check for updates...
ja: 更新チェック...
ru: Проверить обновления ...

source: Current Callback
ja: コールバック
ru: Текущие Обратный звонок

source: Current Target(s)
ja: ターゲット
ru: Текущие Target (ы)

source: ALL
ja: すべて
ru: ВСЕ

source: MODULE NAME
ja: モジュール名
ru: Название модуля

source: VENDOR
ja: ベンダ
ru: ПРОДАВЕЦ

source: THIRD PARTY
ja: サードパーティ
ru: ТРЕТЬЯ СТОРОНА

source: Search
ja: 検索
ru: Поиск

source: CmdLine
ja: コマンドライン

source: Open filesystem browser
ja: ファイルシステムブラウザを起動
ru: Открытого файлового браузера

source: Set CANVAS session name
ja: セットキャンバスのセッション名
ru: Задать CANVAS имя сессии

source: <b>Session name:</b>
ja: <b>セッション名：</b>
ru: <b>Сессия имя:</b>

source: session_name
ja: セッション名

source: Add a contact route
ja: 連絡ルートを追加します
ru: Добавить контакт маршрут

source: <b>Email/IM/RSS</b>
ja: <b>電子メール/ IM/ RSSフィード</b>

source: <b>Type of Route:</b>
ja: <b>ルートの種類：</b>
ru: <b>Тип маршрута:</b>

source: Application Name
ja: アプリケーション名
ru: Имя приложения

source: CANVAS Error
ja: キャンバスエラー
ru: CANVAS ошибке

source: error goes here
ja: エラーを見る
ru: Ошибка здесь идет

source: Update check
ja: 更新チェック
ru: Проверка обновлений

source: Version update msg here
ja: バージョンアップのメッセージ
ru: Версия обновления Msg здесь

source: Test1
ja: Test1の

source: Delete node ...
ja: ノードの削除...
ru: Удалить узлом ...

source: Are you sure you want to delete this node?
ja: 選択したノードを削除してもいいですか？
ru: Вы уверены, что хотите удалить этот узел?

source: Knowledge
ja: ノード管理
ru: Знания

source: Add new host
ja: ホストの追加
ru: Добавить новый хозяин

source: Forget all knowledge
ja: 全ての作業履歴を消去
ru: Забудьте все свои знания

source: Add hosts from file
ja: ファイルからホストを追加
ru: Добавить хостов из файла

source: Interfaces
ja: インターフェイス
ru: Интерфейс

source: Add interface
ja: インターフェイスを追加
ru: Добавить интерфейс

source: Help text goes here - overide in your python code!
ja: ヘルプテキストをここに記述 - より優先pythonのコードで！
ru: Текст справки идет здесь - overide Python в вашем коде!

source: All Knowledge
ja: すべての知識
ru: Все знания

source: Select the GeoIP data file .....
ja: GeoIP のデータファイルを選択 .....
ru: Выбор файла ..... GeoIP данные

source: CANVAS Nodes
ja: CANVAS ノード
ru: Узлы CANVAS

source: close
ja: 閉じる
ru: закрыть

source: Accept
ja: 許可
ru: Принять

source: Decline
ja: 減少
ru: Закат

source: Recon Tools
ja: 調査・検出ツール

source: Your use of CANVAS is subject to certain terms and conditions, as specified in the CANVAS License. By using CANVAS, you agree to these terms.
ja: CANVASのご利用には、特定の条件が科せられます。CANVASを使用することにより、これらの条項に同意します。

source: One of these conditions is that the CANVAS license, as included with this package, is the sole description of your rights.
ja: 次のいずれかの条件には、キャンバスのライセンスとして、これに含まれているパッケージは、お客様の権利を唯一の説明です。

source: Have you visited the CANVAS forum yet? https://forum.immunityinc.com
ja: キャンバスフォーラムには有益な情報があります https://forum.immunityinc.com

source: Local IP=
ja: ローカルIP =

source: Your CANVAS subscription expires
ja: CANVASサブスクリプションの有効期限

source: Your CANVAS subscription is registered to
ja: CANVASサブスクリプションの登録状況

source: If you are getting close to expiring, contact +1-786-220-0600 or admin@immunityinc.com to renew!
ja: 期限切れや更新時期が迫っている場合、+1-786-220-0600 もしくはadmin@immunityinc.comへご連絡ください。

source: Status
ja: ステータス

source: Action
ja: アクション

source: Start Time
ja: 開始時間

source: End Time
ja: 終了時間

source: Information
ja: 情報

source: CANVAS Exploits
ja: エクスプロイト

source: Control Active Listener
ja: リスナーの制御

source: For the active node
ja: リスナーシェルの起動

source: 3rd Party Exploit Packs
ja: サードパーティ エクスプロイト

source: Commands For Nodes
ja: ノードコマンドの実行

source: Post Exploit Control
ja: リモートコントロール

source: Misc Tools
ja: その他ツール

source: Recon Tools For Nodes
ja: ゴーストリコンツールのノードについて

source: Remote recon tools that run against a target
ja: リモート調査・検出ツールをターゲットに実行する

source: Denial of Service Modules
ja: サービス拒否攻撃

source: Configuration Modules
ja: 構成オプション

source: CANVAS Servers
ja: CANVAS サーバ

source: Fuzzing Modules
ja: ファジング

source: Cross Tool Interface
ja: インポートとエクスポート

source: Various tools for use post-intrusion.
ja: 使用後は、さまざまなツールの侵入。

source: CANVAS Reports
ja: レポート

source: Local attacks that run against a node
ja: ノード上でのローカルアタック

source: Client side attacks
ja: クライアントサイドの攻撃

source: Remote attacks
ja: リモートからの攻撃

source: Attacks against Microsoft platforms
ja: マイクロソフトのプラットフォームへの攻撃

source: Attacks against unix platforms
ja: unixのプラットフォームへの攻撃

source: Attacks against web applications
ja: Webアプリケーションに対する攻撃

source: Various tools for exploiting custom web applications
ja: カスタムWebアプリケーションをエクスプロイトするための各種ツール

source: User Defined Modules
ja: お気に入り

source: New Monthly Modules
ja: 最新モジュール

source: 1024 CMS <= 1.4.4 Remote File Include
ja: 1024年のCMS"= 1.4.4リモートファイルを含める

source: 3com's TFTP Server (UDP port 69) version 2.0.1 overflow in mode
ja: 3ComのTFTPサーバ（UDPポート69）のバージョン2.0.1フローモードで

source: Misdesign in RDS.DataStore allows for arbitrary object execution
ja: Misdesign RDS.DataStore内の任意のオブジェクトを実行することができます

source: Creates an executable that will call back to MOSDEF
ja: バックMOSDEF実行可能ファイルをコールします作成

source: Creates an hlp file that will call back to MOSDEF
ja: バックMOSDEFにコールされますhlpファイルを作成する

source: Creates an executable that will call back to download and execute a file over HTTP/s
ja: そのバックアップをダウンロードしてファイルを実行する実行可能ファイルの呼び出しが作成HTTP経由で/秒

source: Create a working RSS reader widget that silently connects back to a CANVAS host
ja: をサイレントに戻るCANVASを接続する作業のRSSリーダーのウィジェットを作成します。主人

source: CLOUDBURST VMware Workstation Guest Escape
ja: 土砂降りVMware Workstationのユーザーのエスケープ

source: Local privilege escalation for AIX 5.x
ja: のAIX 5.xのローカルでの特権の昇格

source: Local privilege escalation for Solaris 10
ja: Solaris 10のローカルでの特権の昇格

source: Creates a process given a token
ja: プロセスは、トークンの指定を作成する

source: DNS Baliwick attack
ja: DNSのBaliwick攻撃

source: prctl PR_SET_DUMPABLE Linux Local (2.6.13 < 2.6.17.4)
ja: は、prctl PR_SET_DUMPABLE Linuxのローカル（2.6.13"2.6.17.4）

source: Creates a primary token from another token
ja: を作成し、トークンから、別のプライマリトーク

source: An obvious memory exaustion bug in Exchange Server 2000's MSRPC endpoint
ja: のExchange Server 2000のMSRPCをエンドポイントで明らかにメモリexaustionバグ

source: Exits Windows - this will return, and then windows will shut down
ja: 終了するWindowsの - このして、ウィンドウをシャットダウンされますが返されます

source: Tapi Stack Overflow
ja: のTAPIのスタックオーバーフロー

source: Foxit PDF reader permission bypass
ja: Foxit PDFリーダーのアクセス許可をバイパスする

source: A vulnerability in the way Windows 2000/XP handles GDI structures allows for writing to kernel space
ja: Windows 2000/XPのGDIの構造を処理する方法に脆弱性に対応可能カーネルにスペースを書く

source: Get as much info as we can from Outlook Address Book
ja: 多くの情報などを入手し我々がOutlookのアドレス帳から

source: Get as much info as we can from the installed web browsers of the current user: histories, bookmarks, cached password etc NOTE: If FF3 is open the sqlite files cannot be grabbed - I assume they are locked ?
ja: 多くの情報のインストール済みのWebブラウザとして私たちすることができますからの取得は、現在のユーザー：履歴、ブックマーク、キャッシュされたパスワード等 注：FF3エクスポートすることができないのsqliteファイルを開いている - 私がいると仮定ロック？

source: Gets the language of the node
ja: ノードの言語を取得します

source: This module attempts to determine if a user is actively moving the mouse or typing on all selected nodes.
ja: このモジュールは、試行を決定する場合は、ユーザーが積極的には、マウスまたは動いている選択したすべてのノード上で入力します。

source: IA WebMail <= 3.1 Stack Overflow
ja: イアWebMailの"= 3.1、スタックオーバーフロー

source: Compaq Insight CIM-XML exploit
ja: は、Compaq InsightのCIM -エクスプロイトのXML

source: Gets a primary token given a username and password
ja: 取得プライマリトークのユーザー名とパスワードを指定

source: MailEnable WebMail Authorization Buffer Overflow
ja: MailEnable WebMailの承認のバッファオーバーフロー

source: Microsoft Windows Media Player Malformed PNG Remote Code Execution Vulnerability
ja: は、Microsoft Windows Media Playerで不正な形式のPNG、リモートでコードが実行される脆弱性

source: A stack overflow in the SUBSCRIBE IMAP call allows for a post-auth compromise
ja: は、SUBSCRIBEのIMAPの呼び出しでスタックオーバーフローのポストを可能に- authの妥協

source: Check to see if NTLM auth worked on a web server
ja: 場合、NTLM認証は、Webサーバー上で作業を確認してください。

source: Incorrect DBUS deny statement setting allows access to NetworkManager secrets of other users (such WEP/WPA keys)
ja: 不適切なdbusのステートメントの設定を拒否することができますNetworkManagerをへのアクセス他のユーザーの秘密（などのWEP / WPAキー）

source: PROC FS Linux 2.6.x local root exploit
ja: 文集FsをLinuxの2.6.xでは、ローカルのrootのエクスプロイト

source: Test not for release
ja: テストを解放しないため

source: Get a Win32 Node on a VNC system
ja: VNCのシステム上では、Win32のノードを取得

source: Safe Vulnerability Assessment Tool
ja: 安全性評価ツール

source: Poor input validation allows remote users to include remote files
ja: 入力検証が不十分な為、リモートユーザーがリモートファイルをインクルードすることができる

source: WS_FTPD Stack Overflow
ja: WS_FTPDスタックオーバーフロー

source: Get WEP and WPA keys off the target system
ja: WEPとは、ターゲットシステムの電源をWPAキーを取得

source: Abyss Web Server Overflow
ja: アビスWebサーバーのオーバーフロー

source: Adobe Acrobat Reader 9.1.3/8.1.6 Heap Overflow leads to code execution
ja: Adobe Acrobat Readerの9.1.3/8.1.6ヒープオーバーフローの実行コードにつながる

source: Adobe Acrobat Flash Uninitialized object
ja: は、Adobe Acrobatフラッシュ初期化されないオブジェクト

source: Adobe Acrobat Reader 9.0 Stack Overflow
ja: Adobe Acrobat Reader 9.0 スタックオーバーフロー

source: Adobe Acrobat Reader Stack Overflow
ja: Adobe Acrobat Reader スタックオーバーフロー

source: Adobe Acrobat Reader Stack Overflow (Collab.getIcon)
ja: Adobe Acrobat Readerがスタックオーバーフロー（Collab.getIcon）

source: Adobe Acrobat Reader Use After Free (DocMedia.newplayer)
ja: Adobe Acrobat Readerを使用して無料（DocMedia.newplayer）

source: Adobe Acrobat Reader Heap Overflow (ClodMeshDeclaration CVE-2009-2994)
ja: Adobe Acrobat Readerのヒープオーバーフロー（ClodMeshDeclaration CVE - 2009 - 2994）

source: Sends an activation packet to a host that has the MOSDEF rootkit running. Returns a Win32Node. Can take up to 60 seconds.Doesn't matter if the remote host has the Windows firewall turned on, because our rootkit sits below it.
ja: そのMOSDEF rootkitの動作しているホストへの活性化パケットを送信します。戻り値Win32Node。場合は、リモートにt問題60 seconds.Doesn'を取ることはできますホストのため、当社のrootkitの下に座ってオンにしては、Windowsファイアウォールがあります。

source: Adds a host to the host knowledge tree
ja: ホストの知識の木にホストを追加します

source: Adds a list of hosts from a file to the host knowledge tree
ja: ファイルは、ホストの知識の木からのホストのリストを追加

source: adds a null share on the local or remote machine
ja: ローカルまたはリモートのマシン上では、nullを共有に追加

source: Calls popen2() or equivalent to issue local command to add a user. Uses first selected node.
ja: コールpopen2（ローカル）またはコマンドを発行するユーザーを追加するに相当する。を使用して最初に選択したノード。

source: Poor input validation allows remote users to insert php code into the blog and execute commands
ja: 入力検証が不十分な為、リモートユーザーがブログにPHPコードを挿入することができますとコマンドを実行する

source: Calendar Manager stack overflow for AIX
ja: カレンダーマネージャAIXの場合、スタックオーバーフロー

source: ttdbserver libtt.a _tt_internal_realpath stack overflow
ja: ttdbserver libtt.a _tt_internal_realpathスタックオーバーフロー

source: Alt-N Security Gateway 1.0.1 - Admin HTTP Server Overflow
ja: AltキーÑセキュリティゲートウェイ1.0.1 - 管理者HTTP Serverのオーバーフロー

source: Windows Animated Cursor Stack Overflow
ja: Windowsアニメーションカーソルのスタックオーバーフロー

source: Apache 2.0.46-52 and IBM HTTP Web Server 2.0.42-47 are vulnerable to DoS via excessive use of spaces in an HTTP GET Request
ja: Apacheの2.0.46-52とIBM HTTP Webサーバ2.0.42-47 DoS攻撃を介して脆弱性があります内のスペースの過度の使用は、HTTP GETリクエスト

source: Apache Chunked encoding exploit for win32
ja: Apacheのチャンクwin32用のエクスプロイトのエンコーディング

source: Finds all the hosts on the local network interfaces using an brute force arp scan
ja: ローカルネットワークでの検索のすべてのホストブルートフォースarpを使用してインターフェイススキャン

source: Performs an ARP scan
ja: を実行するためのARPのスキャン

source: SAMBA api_lsa_lookup_sids Heap Overflow
ja: SAMBAのヒープオーバーフローが発生api_lsa_lookup_sids

source: Microsoft Scheduler Service NetrJobAdd
ja: マイクロソフトスケジューラサービスNetrJobAdd

source: Assess the exposure of a given box
ja: 指定されたボックスの査定の露出

source: Try to hack into the given box
ja: 指定されたボックスに侵入しようとする

source: Tries to escalate privilege on a node
ja: しようとするノード上の権限を昇格させる

source: awservices.exe stack overflow
ja: スタックオーバーフローawservices.exe

source: barryvancompo-0.3 Remote file include
ja: barryvancompo - 0.3リモートファイルを含める

source: Basic Authentication Bruteforce
ja: 基本認証Bruteforce

source: Big Ant Messenging Server 2.2 - HTTP GET Stack Overflow
ja: ビッグAntのMessengingではServer 2.2は - HTTPのスタックオーバーフローのGET

source: It allows us to inject an executable file inside an OLE2 docfile and execute it using VBA.
ja: それは私達OLE2を複合ファイル内の実行可能ファイルを挿入すると実行することができますそれを使用してVBAの。

source: BlackIce stack overflow
ja: からBlackIceスタックオーバーフロー

source: Blind ISAPI stack overflow brute forcer
ja: 視覚障害者のISAPIブルート収納箱スタックオーバーフロー

source: Blind SQL Injection
ja: ブラインドSQLインジェクション

source: Borland Interbase ibserver.exe Create-Request Buffer Overflow Vulnerability
ja: ボーランドインターベースibserver.exe作成リクエストバッファオーバーフローの脆弱性

source: Break Chroot on old Linux 2.2/2.4
ja: 古いLinux 2.2/2.4で休憩chrootで

source: CA BrightStor ARCserve Backup Arbitrary Command Execution
ja: CAのBrightStor ARCserve Backupでは、任意のコマンドが実行される

source: CA BrightStor ARCserve Backup Discovery Service Stack Overflow
ja: カリフォルニア州は、BrightStor ARCserve Backupディスカバリサービスのスタックオーバーフロー

source: CA BrightStor ARCserve Backup Media Server RPC Interface Stack Overflow
ja: CAのBrightStor ARCserve BackupのMedia ServerのRPCインターフェイスのスタックオーバーフロー

source: CA BrightStor ARCserve Backup RPC Interface ascore.dll Stack Overflow
ja: CAのBrightStor ARCserve BackupのRPCインターフェイスのascore.dllスタックオーバーフロー

source: CA License Manager Stack Overflow
ja: CAのライセンスマネージャのスタックオーバーフロー

source: cachefsd .cfs_mnt File Stack Overflow (requires in.lpd for file upload)
ja: 。cfs_mntファイルでスタックオーバーフローcachefsd（ファイルのアップロード）in.lpdが必要です

source: Flexible MOSDEF callbacks
ja: 柔軟なMOSDEFバック

source: cam.exe stack overflow.
ja: スタックオーバーフローcam.exe。

source: CesarFTP Stack Overflow on MKD command
ja: CesarFTPスタックオーバーフローのMKDのコマンド

source: Changes directory. Uses first selected node.
ja: 変更ディレクトリにあります。最初に選択されたノードを使用します。

source: Checks to see if we're inside a VM
ja: もし我々は、VMの内部にいるどうかを確認する

source: Local privilege escalation via chfn escape character
ja: chfnは、エスケープ文字を介してローカルでの特権の昇格

source: CitectSCADA ODBC Buffer Overflow
ja: CitectSCADA ODBCのバッファオーバーフロー

source: Citrix IMA Heap Overflow Demo
ja: CitrixのIMAのヒープオーバーフローのデモ

source: Citrix MetaFrame XP Print Provider Stack Overflow
ja: Citrix MetaFrame XPのプリントプロバイダのスタックオーバーフロー

source: Completely Clears the Application, System, And Security Event Logs in Windows
ja: 完全に消去しますアプリケーション、システム、およびセキュリティイベントログ、Windowsの

source: Creates spreadsheet and charts from SploitD pickles. Requires Open Office >= 3.0
ja: SploitD漬物からスプレッドシートやグラフを作成します。が必要ですオープンオフィス"=3.0

source: HTTP Server for client side vulnerabilities
ja: クライアント側の脆弱性確認用HTTP Server

source: rpc.cmsd xdr_array heap overflow
ja: rpc.cmsdのxdr_arrayヒープオーバーフロー

source: Poor input validation allows remote users to call eval with their own contents
ja: 入力検証が不十分な為のリモートユーザeval独自に呼び出すことができます内容

source: Ask for a file in MOSDEF C and create a tiny .exe
ja: MOSDEF C言語でファイルを求めようと小型を作成します。exeファイル

source: Get the computer name
ja: コンピュータ名を取得する

source: Connects to remote MOSDEF service via TCP
ja: TCPを介してリモートMOSDEFサービスに接続します。

source: Builds, uploads and runs a MOSDEF callback trojan. This is useful when you have a less full-featured Node such as a PHP ScriptNode, JavaNode or UnixShell, and want the full MOSDEF capability.
ja: ビルドでは、アップロードとMOSDEFコールトロイの木馬を実行します。この場合に便利です以下のフルPHPのScriptNode、JavaNodeまたはノードのような機能がUnixShell、およびフルMOSDEF機能します。
