Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/Immunity Canvas 7.26/gui/locale/po/*.po
Languages: pt

source: Searches a remote node for a file pattern. Optionally can download all matching files automatically.Please note that searching the primary hard drive and/or downloading files can take a few minutes,unless CANVAS reports an error just be patient and you should see results.
pt: Procura um nó remoto para um padrão de arquivo. Opcionalmente, pode baixar todosarquivos correspondentes automatically.Please notar que pesquisar o disco rígido primáriounidade e / ou download de arquivos pode demorar alguns minutos, a menos que os relatórios LONAum erro de só ter paciência e você deve ver os resultados.

source: Enumerate hosts in a domain based on a dictionary attack
pt: Enumerar os hosts em um domínio baseado em um ataque de dicionário

source: Dokeos LMS <= 1.8.5 Remote Code Execution
pt: LMS Dokeos <= 1.8.5 Remote Code Execution

source: DokuWiki Spell Checker Embedded Link Arbitrary PHP Code Execution
pt: DokuWiki Ortográfico Embedded Link execução de código arbitrário do PHP

source: DokuWiki 2009-02-14 Globals overwrite / Code execeution
pt: Execeution DokuWiki 2009/02/14 substituir Globals / Code

source: Lotus Domino IMAP4 Server CRAM-MD5 Stack Overflow
pt: Lotus Domino Server IMAP4 CRAM-MD5 Stack Overflow

source: Downloads files through a supplied directory traversal vulnerability
pt: Descarrega ficheiros através de um diretório fornecido vulnerabilidade de passagem

source: Download file. Uses first selected node.
pt: Download do arquivo. Utiliza o primeiro nó selecionado.

source: Provides a useful drink coaster! (drive D: is used)
pt: Fornece uma montanha bebida útil! (unidade D: é usado)

source: dtspcd heap overflow
pt: estouro de pilha dtspcd

source: e107 CMS Code execution
pt: e107 CMS execução de código

source: Easy File Sharing Stack Overflow on PASS command
pt: Easy File Sharing estouro de pilha no comando PASS

source: Easy Px 41 CMS v09.00.00B1 (fiche) Local File Include
pt: Fácil Px 41 CMS v09.00.00B1 (ficha) Local File Include

source: Stack overflow vulnerability in Novell eDirectory HTTP stack
pt: Vulnerabilidade de estouro de pilha no Novell eDirectory pilha HTTP

source: Sends email to every currently selected contact route of type 'email'
pt: Envia via e-mail para cada contato selecionado do tipo 'email'

source: Sends email via SMTP
pt: Envia e-mails via SMTP

source: Gets the services and their state
pt: Obtém os serviços e seu estado

source: Exit the process
pt: Sair do processo

source: Exit the current thread
pt: Sair do segmento atual

source: EZNet stack overflow
pt: EZNet estouro de pilha

source: Detect if someone is on the compromised computer with a webcam
pt: Detectar se alguém está no computador comprometido com uma webcam

source: Grab a picture from a webcam
pt: Pegue uma imagem de uma webcam

source: FileCOPA Stack Overflow on LIST command
pt: FileCOPA estouro de pilha no comando LIST

source: Find Non-authenticated VNC Servers
pt: Procurar não autenticadas servidores VNC

source: Firefox 3.5 Remote Code Execution
pt: Firefox 3.5 execução remota de código

source: A flaw in the way Mozilla Firefox Javascript Engine handle the defineSetter method allows to simulate a JSObject from an arbitrary memory area
pt: Uma falha no modo como o Mozilla Firefox Javascript Mecanismo de lidar com o defineSettermétodo permite simular um JSObject de uma área de memória arbitrária

source: Adobe Flash Player (<= 9.0.115.0) DefineSceneAndFrameLabelData Tag Integer Overflow
pt: Adobe Flash Player (<= 9.0.115.0) DefineSceneAndFrameLabelData Tag InteiroOverflow

source: A flaw in the way Adobe Flash handle the Long String Tags could lead into a buffer overflow.
pt: Uma falha no modo como lidar com o Adobe Flash Long String Tags poderia levar a umabuffer overflow.

source: Foxit PDF Reader Action Overflow
pt: Foxit PDF Reader Acção Overflow

source: Foxit Reader Javascript Function util.printf()
pt: Foxit Reader Javascript util.printf Function ()

source: Imports data from Foundstone scans into CANVAS
pt: Importação de dados do Foundstone varreduras em CANVAS

source: Checks an FTP server for remote access with a few default usernames
pt: Verifica um servidor FTP para acesso remoto com um nome de usuário padrão poucos

source: fuzzylime cms <= 3.01 Remote File include
pt: cms fuzzylime <= 3,01 Remote File incluem

source: GREENAPPLE mrxsmb.sys remote ring0 exploit
pt: Mrxsmb.sys GreenApple remoto ring0 explorar

source: Grab the local DNS cache from the compromised host, useful for backtracking any old queries.
pt: Agarre o cache DNS local a partir do hospedeiro comprometido, útil para retrocessoqualquer dúvida de idade.

source: Gets a dump of one process's memory
pt: Obtém um despejo de memória de um processo de

source: Calls getcwd() or equivalent. Uses first selected node.
pt: Solicita getcwd equivalente () ou. Utiliza o primeiro nó selecionado.

source: Gets all the emails from a certain website/url.
pt: Obtém todos os e-mails de um determinado site / url.

source: resolves a host to an ip
pt: resolve um host para um IP

source: Get a key from the remote host
pt: Get a chave do anfitrião remoto

source: Get user password hashes for offline cracking
pt: Obter os hashes de senha do usuário para cracking offline

source: Gets process id on selected node
pt: Obtém o ID de processo no nó selecionado

source: Get the print providers on a remote Windows machine
pt: Receba os fornecedores de impressão em uma máquina Windows remoto

source: Enables a privilege
pt: Permite que um privilégio

source: Gets process name of our current process
pt: Obtém nome do processo do nosso atual processo

source: Get the language pack of a remote Windows machine
pt: Obter o pacote de idioma de uma máquina Windows remoto

source: Windows Remote Services Enumeration
pt: Windows Remote Services Enumeração

source: Gets information on each thread in the process for all nodes
pt: Obtém informações sobre cada segmento no processo para todos os nós

source: Gathers WWW hostnames for an IP address
pt: Hostnames Reúne WWW para um endereço IP

source: A buffer overflow in the OpenURL function allows us execute arbitrary code
pt: Um buffer overflow na função OpenURL permite execução de código arbitrário

source: Overflow on commands issued by authenticated users in the Goodtech SSH server
pt: Estouro de comandos emitidos por usuários autenticados no servidor SSH Goodtech

source: Grape Web Statistics Remote File include
pt: Uva Web Statistics Remote File incluem

source: Overflow in URL handler SDSurf.dll that is injected into all browser processes by Green Dam.
pt: Overflow no manipulador de URL SDSurf.dll que é injetado em todos os browserprocessos por Green Barragem.

source: GROUP-E 1.6.41 Remote file include
pt: GRUPO-E 1.6.41 arquivo remoto incluem

source: There exists an Accept-Language Buffer Overflow in Novell GroupWise Messenger 2.0
pt: Existe uma Accept-Language estouro de buffer no Novell GroupWiseMessenger 2.0

source: Novell GroupWise WebAccess Base64 Decoding Stack Overflow
pt: Novell GroupWise Decoding Base64 Stack Overflow

source: Configure beacon callback host and port for HCN rootkit. The beacon interval determines how often the rootkit will attempt to connect to CANVAS. A successful beacon connection will give you a win32Node with full SYSTEM privileges. When running hcn_beaconlistener, make sure to set the same host/pair combination for the Beacon Host and Beacon Port settings.
pt: Configurar anfitrião callback baliza ea porta para HCN rootkit. O intervalo de beacondetermina quantas vezes o rootkit vai tentar se conectar à lona. Aconexão baliza com êxito lhe dará um win32Node Plena do Sistemaprivilégios. Quando hcn_beaconlistener execução, certifique-se de definir o mesmo host / parcombinação para o host e as configurações de Beacon Beacon Port.

source: This sets up the necessary listeners for the Windows rootkit to call to CANVAS and establish a SYSTEM shell. The Beacon Host and Beacon Port should be set to the same host/port that was set in hcn_beaconconfig. The CANVAS host/port is where the callback shell will call, you can have this set to a local CANVAS instance (it will start a listener on its own), or a remote listening post where you already have a WIN32MOSDEF callback listening. Note: Make sure to set the "fromcreatethread" option when starting your listener on a different host.
pt: Isso configura os ouvintes necessárias para o rootkit Windows para chamar aLonas e estabelecer um shell do sistema. The Host e Beacon Beacon Port deveser definido para o mesmo host / porta que foi definida em hcn_beaconconfig. A LONAhost / port é onde o shell de callback será chamada, você pode ter isso definido como uminstância local LONA (ele vai começar um ouvinte sobre a sua própria), ou um remotoposto de escuta, onde você já tem uma escuta callback WIN32MOSDEF. Nota: Certifique-se de definir o \ fromcreatethread \ "opção quando iniciar a suaouvinte em um host diferente.

source: Hides a directory in the target node. Simply enter the directory like: c:\MOSDEF and it will disappear from view.
pt: Esconde um diretório no nó de destino. Basta entrar no diretório como C:\ \ MosDef e ele vai desaparecer de vista.

source: Hides network connection stats from programs like netstat. Some examples, assuming your target lives on 192.168.244.123 and your CANVAS host is at 192.168.244.1: Source: 192.168.244.123 Dest : 192.168.244.1 This will hide the ports of your choosing where the connection was outbound to your CANVAS host. If you had a trojaned service running on your target and you wanted to hide the inbound connection you would do it like this: Source: 192.168.244.1 Dest : 192.168.244.123 You must discard Dest address and port range for UDP port hide. Such information is not available inside internal Windows Kernel Network Structures.
pt: Couros rede estatísticas de conexão de programas como o netstat. Alguns exemplos, assumindo que vive o seu alvo em 192.168.244.123 e sua telahospedeiro é a 192.168.244.1: Fonte: 192.168.244.123 Dest: 192.168.244.1 Isto vai esconder as portas de sua escolha em que a ligação estava de saídapara o seu host LONA. Se você tivesse um cavalo de Tróia de serviços em execução no seu destinoe você queria esconder a conexão de entrada que você faria assim: Fonte: 192.168.244.1 Dest: 192.168.244.123 Você deve descartar Dest endereço e porta de série para a porta UDP esconder. Talinformação não está disponível dentro da rede interna do kernel do WindowsEstruturas.

source: Hides a running process from view of the operating system. Uses the process PID.
pt: Esconde um processo de execução de vista do sistema operacional. Utiliza o processo dePID.

source: Hides a registry key in the target node. Reg names must follow kernel registry names: * HKEY_LOCAL_MACHINE = \Registry\Machine * HKEY_USERS = \Registry\User * HKEY_CURRENT_USER = \Registry\User\User_SID For example, to hide: HKEY_LOCAL_MACHINE\Software\Microsoft\Windows\CurrentVersion\Run\canvastrojan.exe you would use the following: \REGISTRY\MACHINE\Software\Microsoft\Windows\CurrentVersion\run\canvastrojan.exe
pt: Esconde a chave do Registro no nó de destino. Reg nomes deve seguir kernelnomes de registo: * = HKEY_LOCAL_MACHINE \ Registry \ Machine \ * HKEY_USERS = \ \ Registry \ User * HKEY_CURRENT_USER = \ \ Registry \ User \ \ User_SID Por exemplo, para esconder: HKEY_LOCAL_MACHINE \ \ Software \ Microsoft \ Windows \ \ CurrentVersion \ Run\ \ canvastrojan.exe você usaria o seguinte: \ \ REGISTRY \ MACHINE \ Software \ Microsoft \ Windows \ \ CurrentVersion \ Run\ \ canvastrojan.exe

source: Installs the HCN rootkit.
pt: Instala rootkit no HCN.

source: Removes HCN rootkit from target host.
pt: Remove HCN rootkit do host de destino.

source: Uses the Windows rootkit to hide files on the remote host. Renames an existing file with the 'mosdef' prefix. Keep in mind that running processes cannot have their executable's filename changed until they are stopped.
pt: Rootkit usa o Windows para esconder arquivos na máquina remota. Renomeia umarquivo existente com o 'mosdef' prefix. Tenha em mente que os processos em execuçãonão pode ter o seu nome do arquivo executável alterado até que eles estão parados.

source: Hides a TCP port from the view of the operating system. Needs to have the MOSDEF rootkit loaded first.
pt: Esconde uma porta TCP do ponto de vista do sistema operacional. Precisa ter aRootkit MosDef carregado primeiro.

source: Hides a running process from view of the operating system. Uses the process name (no extension).
pt: Esconde um processo de execução de vista do sistema operacional. Utiliza o processo denome (sem extensão).

source: Hides a running process from view of the operating system. Uses the process PID (no extension).
pt: Esconde um processo de execução de vista do sistema operacional. Utiliza o processo dePID (sem extensão).

source: Connects to HP Printers and provides basic file access (dir/upload/download)
pt: Conecta-se a impressoras HP e fornece acesso a arquivos de base (dir / upload / download)

source: HTTP Proxy for MOSDEF Callbacks
pt: Proxy HTTP para MosDef Callbacks

source: Fingerprint an HTTP Server
pt: Fingerprint um servidor HTTP

source: HTTP Server that uploads files for you
pt: HTTP Server que envia arquivos para você

source: Driver Impersonation Attack Could Allow Local Privilege Escalation
pt: Driver representação ataque poderia Permitir Local Privilege Escalation

source: ICECAST exploit
pt: ICECAST explorar

source: ICMP Proxy for MOSDEF Callbacks
pt: ICMP proxy para MosDef Callbacks

source: Checks for ICMP messages against remote hosts
pt: Verifica se há mensagens ICMP contra anfitriões remotos

source: A flaw in the way of handling special characters in URIs. Requires IE7 + WMP
pt: Uma falha no modo de lidar com caracteres especiais em URIs. Requer IE7 + WMP

source: Microsoft IE Comments Use-After-Free bug (Aurora)
pt: Microsoft IE Comentários Use-After-bug Free (Aurora)

source: A flaw in the MIME/type comprobation in IE that can be used to force IE to interpret non-html files.
pt: Uma falha no MIME / comprobation tipo no IE que pode ser usado para forçar o IE parainterpretar arquivos não-HTML.

source: Client-Side vulnerability in IE
pt: Client-Side vulnerabilidade no IE

source: A flaw in the way of handling special characters in URIs. Requires IE7 + Adobe Acrobat Reader
pt: Uma falha no modo de lidar com caracteres especiais em URIs. Requer IE7 +Adobe Acrobat Reader

source: DCE Interface ID's Query Tool
pt: Consulta DCE Interface ID's Tool

source: IIS 5.0 Webdav Indexed Directory Disclosure
pt: IIS 5.0 Webdav cadastradas Directory Divulgação

source: Poor input validation allows remote users to execute arbitrary commands
pt: Pobres de validação de entrada permite que usuários remotos executem comandos arbitrários

source: IIS 5.0 Webdav Indexed Directory Disclosure - IIS 6.0 Webdav Auth bypass
pt: IIS 5.0 Webdav cadastradas Directory Divulgação - IIS 6.0 Webdav Auth bypass

source: IIS FTP GLOBBING Stack Exhaustion
pt: IIS FTP Englobamento Stack Esgotamento

source: IMAIL Imap4 stack overflow in Login field
pt: IMAIL Imap4 estouro de pilha no campo Login

source: LSASRV.DLL LSASS.EXE stack overflow
pt: LSASRV.DLL LSASS.EXE estouro de pilha

source: Imports a port/vulnerability scan from an external tool
pt: Importações um porto / exame de vulnerabilidades de uma ferramenta externa

source: in.lpd command execution (Solaris 8)
pt: execução de comandos in.lpd (Solaris 8)

source: Upload a DLL and inject into a running process.
pt: Carregar uma DLL e injetar em um processo em execução.

source: Installs MOSDEF service
pt: Instala o serviço MosDef

source: Installs remote MOSDEF service over SMB
pt: Instala o serviço remoto MosDef sobre SMB

source: Misdesign in a component of Macrovision InstallShield 2008 ActiveX version 5.01.100.47363 allows for arbitrary code execution
pt: Mal projetado em um componente da Macrovision InstallShield versão ActiveX 20085.01.100.47363 permite a execução de código arbitrário

source: NULL Pointer Dereference bug in win32k.sys
pt: NULL Pointer bug Dereference no Win32k.sys

source: Gathers data needed for IP Fingerprinting from a remote host
pt: Reúne os dados necessários para IP Fingerprinting de um host remoto

source: Parse the results we get from OSDETECT/ipfingerpring to determine OS info
pt: Analisar os resultados que obtemos OSDETECT / ipfingerpring para determinar a informação OS

source: iPlanet Chunked Encoding Overflow
pt: iPlanet Secção codificação Overflow

source: IpSwitch Calendar Directory Traversal
pt: IpSwitch Calendário Directory Traversal

source: Jaf-CMS Statistics Remote File include
pt: Jaf-CMS Estatísticas Remote File incluem

source: Misdesign in Java deserializing allows JVM sandbox escape
pt: Mal projetado em Java deserializing permite escapar sandbox da JVM

source: Joomla 12pic Component Remote File Inclusion
pt: Joomla 12pic componente Remote File Inclusion

source: Joomla! 1.5 Beta code execution
pt: Joomla! 1,5 a execução de código Beta

source: Joomla Chronoforms Component Remote File Inclusion
pt: Joomla Chronoforms componente Remote File Inclusion

source: Joomla com_colorlab Component Remote File Inclusion
pt: Com_colorlab Joomla Component Remote File Inclusion

source: Joomla Flashfun Component Remote File Inclusion
pt: Joomla Flashfun componente Remote File Inclusion

source: Joomla FlashUploader Component Remote File Inclusion
pt: Joomla FlashUploader componente Remote File Inclusion

source: Joomla jContentSubscription Component Remote File Inclusion
pt: JContentSubscription Joomla Component Remote File Inclusion

source: Joomla JUser Component Remote File Inclusion
pt: Joomla JUser componente Remote File Inclusion

source: Joomla mosDirectory Component Remote File Inclusion
pt: MosDirectory Joomla Component Remote File Inclusion

source: Joomla mosMedia Component Remote File Inclusion
pt: Joomla mosMedia componente Remote File Inclusion

source: Joomla com_mp3_allopass Component Remote File Inclusion
pt: Joomla com_mp3_allopass componente Remote File Inclusion

source: Joomla Slideshow Component Remote File Inclusion
pt: Joomla Slideshow componente Remote File Inclusion

source: Joomla panoramic Component Remote File Inclusion
pt: Joomla panorâmica componente Remote File Inclusion

source: Journalness <= 4.1 Remote Code Execution exploit
pt: Journalness <= 4,1 execução remota de código explorar

source: Retrieves installed browser plugin info
pt: Recupera informações instalado plugin do navegador

source: Sends a terminate signal to the process identified by a PID
pt: Envia um sinal para terminar o processo identificado por um PID

source: Lamasoftware Remote file include
pt: Lamasoftware remoto de arquivo incluem

source: Linksys WRT54G apply.cgi buffer overflow
pt: Linksys WRT54G buffer overflow apply.cgi

source: Interacts with linux rootkit
pt: Interage com linux rootkit

source: Loads a LKM based 2.6 rootkit
pt: Carrega um LKM rootkit baseado 2,6

source: Installs the CANVAS Ring0 node.
pt: Instala o nó LONA Ring0.

source: Local LPC privilege escalation [ Windows 2000 / XP / 2003 ]
pt: Local privilégio escalada LPC [Windows 2000 / XP / 2003]

source: Locates a node
pt: Localiza um nó

source: LookStrike Lan Manager v0.9 Remote file include
pt: Lookstrike Lan Manager v0.9 arquivo remoto incluem

source: Loudblog Remote Code Execution
pt: Loudblog execução remota de código

source: Litespeed HTTPD file disclosure
pt: Litespeed divulgação arquivo HTTPD

source: MailEnable IMAP Login overflow
pt: MailEnable IMAP overflow Login

source: Mantis BugTracker => 1.1.3 Remote Code Execution
pt: Mantis => 1.1.3 execução remota de código

source: Multi-threaded attack tool
pt: Ferramenta multi-threaded ataque

source: Multi-threaded attack tool (With improved threading)
pt: Ferramenta multi-threaded ataque (Com threading aprimorado)

source: Parses a memory dump for common pieces of information like email addresses, IP addresses, and more.
pt: Analisa um despejo de memória para peças comum de informações, como endereços de email,Endereços IP, e muito mais.

source: Mindmeld Remote file include
pt: Mindmeld remoto de arquivo incluem

source: Create/Modify a registry key
pt: Criar / Modificar uma chave de registro

source: Serves an installable ActiveX control to the target host. The ActiveX calls back a shell.
pt: Serve um controle ActiveX instalável para o anfitrião de destino. O ActiveX chamadasVoltar um escudo.

source: MOSDEF Process Migration
pt: MosDef processo de migração

source: Detect if there is motion on the remote computer (using the webcam)
pt: Detectar se há movimento no computador remoto (usando a webcam)

source: IIS 5.0 IPP ISAPI (.printer) Overflow
pt: IIS 5.0 ISAPI IPP (impressora). Overflow

source: IIS 5.0 Index Server ISAPI (.ida) Overflow
pt: 5.0 IIS Index Server ISAPI (IDA). Overflow

source: Microsoft IIS 5.0 WebDav ntdll.dll Buffer Overflow
pt: Microsoft IIS 5.0 ntdll.dll WebDav estouro de buffer

source: IIS 5.0 Windows Media Services ISAPI (nsisslog.dll) Overflow
pt: IIS 5.0 do Windows Media Services ISAPI (nsisslog.dll) Overflow

source: Microsoft Windows RPC Interface Stack Overflow
pt: Microsoft Windows RPC Interface de estouro de pilha

source: MSASN1.DLL bitstring decoding heap overwrite
pt: Msasn1.dll substituir pilha bitstring decodificação

source: Microsoft Windows LsaSs RPC lsasrv.dll Stack Overflow
pt: Microsoft Windows LSASS lsasrv.dll RPC Stack Overflow

source: Microsoft SSL PCT Hello Stack Overflow
pt: Microsoft SSL PCT Olá Stack Overflow

source: Microsoft Windows NetDDE RPC netdde.exe Stack Overflow
pt: Microsoft Windows NetDDE netdde.exe RPC Stack Overflow

source: WINS Name Validation Stack Overflow
pt: Nome WINS Validação de estouro de pilha

source: Microsoft License Logging Service .data Buffer Overflow
pt: Microsoft License Logging Service. Dados de estouro de buffer

source: Microsoft Message Queuing Service GetQueueIdForDirectFormatName() Stack Overflow
pt: Microsoft Message Queuing Service GetQueueIdForDirectFormatName () PilhaOverflow

source: MS Exchange 2000 contains a heap overflow flaw when handling the XLINK2STATE command
pt: MS Exchange 2000 contém uma falha de estouro de pilha ao manusear o XLINK2STATEcomando

source: Microsoft Windows PnP umpnpmgr.dll RPC Stack Overflow
pt: Microsoft Windows Umpnpmgr.dll PnP RPC Stack Overflow

source: Microsoft Windows Media Player Malformed PNG Vulnerability
pt: Microsoft Windows Media Player PNG malformado vulnerabilidade

source: RasMan RPC Server Signedness Bug
pt: RasMan RPC Bug signedness Server

source: Windows Server Service CanonicalizePathName() Stack Overflow
pt: Windows Server Service CanonicalizePathName () Estouro de pilha

source: Internet Explorer WebViewFolderIcon setSlice() Overflow
pt: Internet Explorer setSlice WebViewFolderIcon () Overflow

source: Microsoft Netware RPC Interface Stack Overflow
pt: Microsoft Netware RPC Interface de estouro de pilha

source: Microsoft XML Core Services 4.0 Vulnerability
pt: Microsoft XML Core Services 4.0 Vulnerabilidade

source: Microsoft Windows VML recolorinfo Bug
pt: Microsoft Windows Bug recolorinfo VML

source: Windows XP UPnP upnphost.dll CHttpRequest::GetServerVariable Stack Overflow
pt: Windows XP upnphost.dll UPnP CHttpRequest:: GetServerVariable Stack Overflow

source: Microsoft DNS Server RPC Interface Stack Overflow
pt: Servidor DNS da Microsoft RPC Interface de estouro de pilha
