Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/Immunity Canvas 7.26/gui/locale/po/*.po
Languages: pt

source: ZenCart 1.3.8 Remote Code Execution
pt: ZenCart 1.3.8 execução remota de código

source: Discovers services on the .local. domain advertised over zeroconf
pt: Descobre serviços no local.. domínio anunciados durante zeroconf

source: Set as target host
pt: Definir como host de destino

source: Set as additional target host
pt: Definir como host de destino adicionais

source: Unset as targeted host
pt: Unset como hospedeiro de destino

source: Forget this host knowledge
pt: Esqueça este alojamento conhecimento

source: Save host to file
pt: Salvar arquivo host

source: Don't try to delete the loopback interface, please
pt: Não tente apagar a interface loopback, por favor

source: Add note to host
pt: Adicionar nota para hospedar

source: Set as callback interface
pt: Definir como interface callback

source: Check for listener connection
pt: Verifique se há conexão ouvinte

source: View all knowledge
pt: Ver todos os conhecimentos

source: Active Listeners
pt: Ouvintes Active

source: Set FromCreateThread
pt: Definir FromCreateThread

source: Target Host
pt: Alvo Host
