Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/Immunity Canvas 7.26/gui/locale/po/*.po
Languages: pt

source: Target(s)
pt: Meta (s)

source: (Gets Current Working Directory)
pt: (Obtém atual diretório de trabalho)

source: <b>Canvas Log</b>
pt: <b>Canvas Entrar</b>

source: <b>Current Status</b>
pt: <b>Status atual</b>

source: <b>Exploit Description</b>
pt: <b>Exploit Descrição</b>

source: <b>Host to Add:</b>
pt: <b>Host para Adicionar:</b>

source: <b>HostName or IP:</b>
pt: <b>Hostname ou IP:</b>

source: <b>Listening Port:</b>
pt: <b>Port Listening:</b>

source: <b>Node Tree</b>
pt: <b>Tree Node</b>

source: <b>Search Modules</b>
pt: <b>Busca Módulos</b>

source: <b>Set Covertness:</b>
pt: <b>Dissimulação Set:</b>

source: <b>Third Party Exploit Pack Information</b>
pt: <b>Terceiros Exploit Information Pack</b>

source: <b>Type of Listener:</b>
pt: <b>Tipo de escuta:</b>

source: <b>Type of OS:</b>
pt: <b>Tipo de SO:</b>

source: Add New Interface
pt: Adicionar Nova Interface

source: Add Target Host
pt: Adicionar Target Host

source: Add To Targets
pt: Adicionar a metas

source: Add a Host
pt: Adicionar um Host

source: Add a host
pt: Adicionar um host

source: Add to Target
pt: Adicionar ao Alvo

source: All commands to be ran are located here
pt: Todos os comandos para ser executados encontram-se aqui

source: As Covert As Possible
pt: Como Covert Possível

source: As Reliable as Possible
pt: Fiáveis quanto possível

source: Browse
pt: Navegue

source: CANVAS Exploit Packs
pt: LONA Exploit Packs

source: CANVAS Log
pt: LONA Entrar

source: CANVAS Professional has loaded the third party exploit packs listed below. These exploit packs add extra features and exploits to CANVAS Professional, but are not provided or supported by Immunity Inc. Use of third party exploit packs is subject to the license of the exploit pack, so be sure to be familiar with these terms before using third party functionality.
pt: LONA Professional tem carregado o terceiro explorar blocos abaixo. Estes pacotes de explorar adicionar recursos extras e explora a LONA Professional,mas não são fornecidos ou apoiados pela Immunity Inc. A utilização de terceirosexplorar blocos está sujeita à licença de exploração do bloco, assim que seja certoestar familiarizado com estes termos antes de utilizar a funcionalidade de terceiros.

source: CANVAS World Map
pt: LONA World Map

source: CANVAS World Service
pt: LONA World Service

source: Change the current directory
pt: Altere o diretório atual

source: Classic Node View
pt: Clássico Nó Ver

source: Covertness Bar
pt: Dissimulação Bar

source: Create A New Listener
pt: Criar um novo ouvinte

source: Current Callback IP
pt: Corrente de retorno IP

source: Delete a file
pt: Excluir um arquivo

source: Download
pt: Baixar

source: Download a file
pt: Download de um arquivo

source: Download a file from the remote server (source file)
pt: Download de um arquivo do servidor remoto (arquivo de origem)

source: End Port
pt: Fim Porto

source: Exit CANVAS GUI
pt: Sair LONA GUI

source: Exits CANVAS GUI
pt: Sai LONA GUI

source: Get directory listing
pt: Obter listagem de diretório

source: Go
pt: Ir

source: Halt Current Exploit
pt: Halt atual Exploit

source: Host
pt: Anfitrião

source: IP (external IP for NAT)
pt: IP IP (externo para NAT)

source: Immunity CANVAS (http://www.immunityinc.com/)
pt: Imunidade LONA (http://www.immunityinc.com/)

source: Interface Name
pt: Nome da Interface

source: List of exploits and utility modules
pt: Lista dos módulos de exploits e utilidade

source: Module Log
pt: Módulo Entrar

source: Modules
pt: Módulos

source: My Screenshots
pt: Minhas Imagens

source: Netmask Bits (24 is class C)
pt: Máscara de Bits (24 é a classe C)

source: Network Dump Filter String
pt: Rede Dump Filter String

source: Network Dump Window
pt: Rede de despejo Window

source: New Interface
pt: Nova Interface

source: Node Management
pt: Nó de Gestão

source: Note to Add
pt: Nota para Adicionar

source: PWD - Gets current working Directory
pt: PWD - Obtém o atual diretório de trabalho

source: Password
pt: Senha

source: Pick file to upload
pt: Escolha um arquivo para upload

source: Piped Command
pt: Ambiente de Comando

source: Port
pt: Porto

source: Raw
pt: Cru

source: Reload CANVAS Modules
pt: Atualizar LONA Módulos

source: Reloads CANVAS Modules
pt: Recargas LONA Módulos

source: Remove from Target
pt: Retire do Target

source: Remove from Targets
pt: Remover das Metas

source: Run a command and get the standard output.
pt: Execute um comando e obter a saída padrão.

source: Set OS Configuration
pt: Definir OS Configuração

source: Set fromcreatethread
pt: Fromcreatethread Set

source: Spawn Process
pt: Spawn Processo

source: Spawn a Process
pt: Gerar um processo

source: Target
pt: Alvo

source: The information such as targets and interfaces
pt: As informações, tais como metas e interfaces

source: This lets you look at all the modules you can use
pt: Isto permite-lhe olhar para todos os módulos que você pode usar

source: Unlink
pt: Desvincular

source: Upload a File
pt: Carregar um ficheiro

source: Upload a file to the remote server (click browse to pick, or type directly)
pt: Fazer upload de um arquivo para o servidor remoto (clique em Procurar para escolher, ou digite diretamente)

source: Username
pt: Nome de Utilizador

source: spawn() on Windows, fexecve() on Unix
pt: spawn () no Windows, fexecve () em Unix

source: unlink
pt: desvincular

source: window2
pt: janela2

source: Install GeoIP database....
pt: Instalar o banco de dados .... GeoIP

source: Start a MOSDEF listener service on the current callback interface
pt: Iniciar um serviço de escuta MosDef na interface chamada actual

source: Define the name of the CANVAS session and switch to that session.
pt: Definir o nome da sessão de tela e mudar para essa sessão.

source: Set CANVAS Session Name
pt: Defina Nome da Sessão LONA

source: Save as much data from this session as we can
pt: Salve o máximo de dados a partir desta sessão, como podemos

source: Save CANVAS Session
pt: Salvar Sessão LONA

source: Restore data from a previous session
pt: Restaurar dados de uma sessão anterior

source: Restore CANVAS Session
pt: Restaurar Sessão LONA

source: About this CANVAS release
pt: Sobre essa versão LONA

source: About
pt: Sobre

source: Check to see if this is the latest version of CANVAS available
pt: Verifique para ver se esta é a versão mais recente de lona disponíveis

source: Check for updates...
pt: Verificar atualizações ...

source: Current Callback
pt: Atual Callback

source: Current Target(s)
pt: Atual Meta (s)

source: MODULE NAME
pt: NOME DO MÓDULO

source: CVE Name
pt: CVE

source: VENDOR
pt: VENDEDOR

source: TYPE
pt: TIPO

source: VERSION
pt: VERSÃO

source: THIRD PARTY
pt: TERCEIROS

source: Search
pt: Pesquisa

source: Open filesystem browser
pt: Abra o navegador de arquivos

source: Set CANVAS session name
pt: Definir nome da sessão LONA

source: <b>Session name:</b>
pt: <b>Nome da sessão:</b>

source: Add a contact route
pt: Adicionar uma rota de contato

source: <b>Type of Route:</b>
pt: <b>Tipo de percurso:</b>

source: Application Name
pt: Nome do aplicativo

source: CANVAS Error
pt: LONA Erro

source: error goes here
pt: erro vai aqui

source: Update check
pt: Seleção Atualizar

source: Version update msg here
pt: Versão de atualização msg aqui

source: Delete node ...
pt: Excluir nó ...

source: Are you sure you want to delete this node?
pt: Você tem certeza que quer apagar esse nó?

source: Knowledge
pt: Conhecimento

source: Add new host
pt: Adicionar novo hospedeiro

source: Forget all knowledge
pt: Esqueça todo o conhecimento

source: Add hosts from file
pt: Adicione os hosts de arquivos

source: Add interface
pt: Adicionar interface

source: Help text goes here - overide in your python code!
pt: Texto de ajuda vai aqui - overide em seu código Python!

source: All Knowledge
pt: Todos Conhecimento

source: Select the GeoIP data file .....
pt: Selecione o arquivo de dados GeoIP .....

source: CANVAS Nodes
pt: LONA Nodes

source: close
pt: fechar

source: Accept
pt: Aceitar

source: Decline
pt: Declínio

source: Recon Tools
pt: Recon Ferramentas

source: Your use of CANVAS is subject to certain terms and conditions, as specified in the CANVAS License. By using CANVAS, you agree to these terms.
pt: Seu uso de lona está sujeito a certos termos e condições, conforme especificadona Licença LONA. Usando Canvas, você concorda com estes termos.

source: One of these conditions is that the CANVAS license, as included with this package, is the sole description of your rights.
pt: Uma dessas condições é que a licença de lona, como incluídos nestepacote, é a designação única de seus direitos.

source: Have you visited the CANVAS forum yet? https://forum.immunityinc.com
pt: Já visitou o fórum LONA ainda? https: / forum.immunityinc.com /

source: Your CANVAS subscription expires
pt: Sua assinatura expira LONA

source: Your CANVAS subscription is registered to
pt: Sua assinatura está registrado para LONA

source: If you are getting close to expiring, contact +1-786-220-0600 or admin@immunityinc.com to renew!
pt: Se você estiver chegando perto de expirar, entre em contato ou +1-786-220-0600admin@immunityinc.com para renovar!

source: Action
pt: Ação

source: Information
pt: Informação

source: CANVAS Exploits
pt: LONA Exploits

source: Control Active Listener
pt: Controle ativo Listener

source: For the active node
pt: Para o nó ativo

source: 3rd Party Exploit Packs
pt: Parte 3 Exploit Packs

source: Commands For Nodes
pt: Comandos para nós

source: Post Exploit Control
pt: Post Exploit Controle

source: Recon Tools For Nodes
pt: Recon Ferramentas para nós

source: Remote recon tools that run against a target
pt: Recon ferramentas a distância que correr contra um alvo

source: Configuration Modules
pt: Módulos de Configuração

source: CANVAS Servers
pt: Servidores LONA

source: Fuzzing Modules
pt: Fuzzing Módulos

source: Cross Tool Interface
pt: Cruz Tool Interface

source: Various tools for use post-intrusion.
pt: Várias ferramentas para uso pós-invasão.

source: CANVAS Reports
pt: LONA Relatórios

source: Local attacks that run against a node
pt: Local ataques que correr contra um nó

source: Client side attacks
pt: Lado ataques Cliente

source: Remote attacks
pt: Ataques remotos

source: Attacks against Microsoft platforms
pt: Ataques contra plataformas Microsoft

source: Attacks against unix platforms
pt: Ataques contra plataformas UNIX

source: Attacks against web applications
pt: Os ataques contra aplicações web

source: Various tools for exploiting custom web applications
pt: Várias ferramentas para a exploração de aplicações web personalizada

source: User Defined Modules
pt: Definido pelo usuário Módulos

source: New Monthly Modules
pt: Monthly Módulos

source: 3com's TFTP Server (UDP port 69) version 2.0.1 overflow in mode
pt: 3Com TFTP Server (porta UDP 69) versão 2.0.1 estouro no modo

source: Misdesign in RDS.DataStore allows for arbitrary object execution
pt: Mal projetado em RDS.DataStore permite a execução de objeto arbitrários

source: Creates an executable that will call back to MOSDEF
pt: Cria um executável que irá chamar de volta para MosDef

source: Creates an hlp file that will call back to MOSDEF
pt: Cria um arquivo hlp que vai chamar de volta para MosDef

source: Creates an executable that will call back to download and execute a file over HTTP/s
pt: Cria um executável que irá chamar de volta para fazer o download e executar um arquivosobre HTTP / s

source: Create a working RSS reader widget that silently connects back to a CANVAS host
pt: Criar um widget leitor de RSS que trabalham silenciosamente liga de volta para uma telaanfitrião

source: CLOUDBURST VMware Workstation Guest Escape
pt: CLOUDBURST VMware Workstation do cliente Escape

source: Local privilege escalation for AIX 5.x
pt: Local escalação de privilégios para AIX 5.x

source: Local privilege escalation for Solaris 10
pt: Local escalação de privilégios para o Solaris 10

source: Creates a process given a token
pt: Cria um processo recebe um token

source: DNS Baliwick attack
pt: DNS ataque Baliwick

source: Creates a primary token from another token
pt: Cria um token primário a partir de outro símbolo

source: An obvious memory exaustion bug in Exchange Server 2000's MSRPC endpoint
pt: Um erro evidente exaustão de memória no Exchange Server 2000 endpoint MSRPC's

source: Exits Windows - this will return, and then windows will shut down
pt: Sai do Windows - o que irá retornar, e então o Windows será desligado

source: Foxit PDF reader permission bypass
pt: Foxit PDF bypass permissão leitor

source: A vulnerability in the way Windows 2000/XP handles GDI structures allows for writing to kernel space
pt: Uma vulnerabilidade na maneira como o Windows 2000/XP manipula estruturas GDI permite aescrito ao kernel do espaço

source: Get as much info as we can from Outlook Address Book
pt: Obter tanta informação quanto possível a partir do Outlook Address Book

source: Get as much info as we can from the installed web browsers of the current user: histories, bookmarks, cached password etc NOTE: If FF3 is open the sqlite files cannot be grabbed - I assume they are locked ?
pt: Obter tanta informação quanto possível dos navegadores instalados no actualusuário: histórias, marcadores de senha, cache etc NOTA: Se FF3 é abrir os arquivos sqlite não pode ser agarrado - Eu presumo que eles sãobloqueado?

source: Gets the language of the node
pt: Obtém o idioma do nó

source: This module attempts to determine if a user is actively moving the mouse or typing on all selected nodes.
pt: Este módulo tenta determinar se um usuário está ativamente mover o mouse oudigitação em todos os nós selecionados.

source: Compaq Insight CIM-XML exploit
pt: Compaq Insight CIM-XML explorar

source: Gets a primary token given a username and password
pt: Obtém um símbolo primário dado um nome de usuário e senha

source: MailEnable WebMail Authorization Buffer Overflow
pt: WebMail MailEnable Autorização de estouro de buffer

source: Microsoft Windows Media Player Malformed PNG Remote Code Execution Vulnerability
pt: Microsoft Windows Media Player PNG malformado execução remota de códigoVulnerabilidade

source: A stack overflow in the SUBSCRIBE IMAP call allows for a post-auth compromise
pt: Um estouro de pilha na chamada IMAP permite a assinar um compromisso pós-auth

source: Check to see if NTLM auth worked on a web server
pt: Verifique se auth NTLM trabalhou em um servidor web

source: Incorrect DBUS deny statement setting allows access to NetworkManager secrets of other users (such WEP/WPA keys)
pt: Incorreta DBUS negar configuração declaração permite o acesso a NetworkManagerchaves os segredos de outros usuários (como WEP / WPA)

source: PROC FS Linux 2.6.x local root exploit
pt: PROC FS Linux 2.6.x exploração local do root

source: Test not for release
pt: Teste não para a liberação

source: Get a Win32 Node on a VNC system
pt: Obter um nó em um sistema Win32 VNC

source: Poor input validation allows remote users to include remote files
pt: Pobres de validação de entrada permite que usuários remotos para incluir arquivos remotos

source: Get WEP and WPA keys off the target system
pt: Obter chaves WEP e WPA fora do sistema de destino

source: Adobe Acrobat Reader 9.1.3/8.1.6 Heap Overflow leads to code execution
pt: Adobe Acrobat Reader 9.1.3/8.1.6 Heap Overflow leva a execução de código

source: Adobe Acrobat Flash Uninitialized object
pt: Adobe Acrobat Flash Uninitialized objeto

source: Adobe Acrobat Reader Stack Overflow (Collab.getIcon)
pt: Adobe Acrobat Reader estouro de pilha (Collab.getIcon)

source: Adobe Acrobat Reader Use After Free (DocMedia.newplayer)
pt: Utilize o Adobe Acrobat Reader Depois Free (DocMedia.newplayer)

source: Sends an activation packet to a host that has the MOSDEF rootkit running. Returns a Win32Node. Can take up to 60 seconds.Doesn't matter if the remote host has the Windows firewall turned on, because our rootkit sits below it.
pt: Envia um pacote de ativação de uma série que tem o rootkit MosDef execução.Retorna um Win32Node. Pode levar até 60 seconds.Doesn 'Não importa se o controle remotohost tem o firewall do Windows ligado, porque o nosso rootkit fica abaixo dele.

source: Adds a host to the host knowledge tree
pt: Adiciona um host para a árvore do conhecimento de acolhimento

source: Adds a list of hosts from a file to the host knowledge tree
pt: Adiciona uma lista de hosts a partir de um arquivo para a árvore do conhecimento de acolhimento

source: adds a null share on the local or remote machine
pt: adiciona uma quota nula no computador local ou remoto

source: Calls popen2() or equivalent to issue local command to add a user. Uses first selected node.
pt: Solicita popen2 () ou equivalente ao problema de comando local para adicionar um usuário. Usosnó selecionado em primeiro lugar.

source: Poor input validation allows remote users to insert php code into the blog and execute commands
pt: Pobres de validação de entrada permite que usuários remotos para inserir código php no bloge executar comandos

source: Calendar Manager stack overflow for AIX
pt: Calendário Manager estouro de pilha para AIX

source: ttdbserver libtt.a _tt_internal_realpath stack overflow
pt: _tt_internal_realpath libtt.a ttdbserver estouro de pilha

source: Apache 2.0.46-52 and IBM HTTP Web Server 2.0.42-47 are vulnerable to DoS via excessive use of spaces in an HTTP GET Request
pt: Apache 2.0.46-52 e IBM HTTP Web Server 2.0.42-47 são vulneráveis a ataques DoS viauso excessivo de espaços em uma solicitação HTTP GET

source: Apache Chunked encoding exploit for win32
pt: Apache codificação fragmentada explorar para win32

source: Finds all the hosts on the local network interfaces using an brute force arp scan
pt: Localiza todos os hosts na rede local interfaces usando um arp força brutascan

source: Performs an ARP scan
pt: Realiza um scan ARP

source: Assess the exposure of a given box
pt: Avaliar a exposição de uma caixa de dado

source: Try to hack into the given box
pt: Tente invadir a caixa de dados

source: Tries to escalate privilege on a node
pt: Tenta escalar privilégios em um nó

source: awservices.exe stack overflow
pt: awservices.exe estouro de pilha

source: barryvancompo-0.3 Remote file include
pt: barryvancompo arquivo de 0,3 Remoto incluem

source: Basic Authentication Bruteforce
pt: Autenticação Básica Bruteforce

source: It allows us to inject an executable file inside an OLE2 docfile and execute it using VBA.
pt: Ela nos permite injectar um arquivo executável dentro de um Docfile OLE2 e executarque usando VBA.

source: BlackIce stack overflow
pt: BlackIce estouro de pilha

source: Blind ISAPI stack overflow brute forcer
pt: Blind ISAPI estouro de pilha forcer brute

source: Borland Interbase ibserver.exe Create-Request Buffer Overflow Vulnerability
pt: Borland Interbase IBSERVER.EXE Criar-Request Buffer Overflow Vulnerability

source: Break Chroot on old Linux 2.2/2.4
pt: Chroot Break on Linux velho 2.2/2.4

source: CA BrightStor ARCserve Backup Arbitrary Command Execution
pt: CA ARCserve Backup Arbitrary Command Execution

source: CA BrightStor ARCserve Backup Discovery Service Stack Overflow
pt: CA ARCserve Backup Serviço de descoberta de estouro de pilha

source: CA BrightStor ARCserve Backup Media Server RPC Interface Stack Overflow
pt: CA ARCserve Backup Media Server RPC Interface de estouro de pilha

source: CA BrightStor ARCserve Backup RPC Interface ascore.dll Stack Overflow
pt: CA ARCserve Backup RPC ascore.dll Interface de estouro de pilha

source: cachefsd .cfs_mnt File Stack Overflow (requires in.lpd for file upload)
pt: cachefsd. cfs_mnt Arquivo de estouro de pilha (requer in.lpd para upload de arquivo)

source: Flexible MOSDEF callbacks
pt: Callbacks flexível MosDef

source: cam.exe stack overflow.
pt: cam.exe estouro de pilha.

source: CesarFTP Stack Overflow on MKD command
pt: CesarFTP estouro de pilha no comando MKD

source: Changes directory. Uses first selected node.
pt: Diretório alterações. Utiliza o primeiro nó selecionado.

source: Checks to see if we're inside a VM
pt: Verifica se estamos dentro de uma VM

source: Local privilege escalation via chfn escape character
pt: Escalada de privilégios locais por meio de caracteres de escape chfn

source: CitectSCADA ODBC Buffer Overflow
pt: CitectSCADA ODBC estouro de buffer

source: Completely Clears the Application, System, And Security Event Logs in Windows
pt: Limpa completamente o aplicativo, sistema e logs de eventos de segurança no Windows

source: Creates spreadsheet and charts from SploitD pickles. Requires Open Office >= 3.0
pt: Cria planilhas e gráficos de picles SploitD. Requer o Open Office> =3,0

source: HTTP Server for client side vulnerabilities
pt: HTTP Server para as vulnerabilidades do lado do cliente

source: rpc.cmsd xdr_array heap overflow
pt: estouro de pilha rpc.cmsd xdr_array

source: Poor input validation allows remote users to call eval with their own contents
pt: Pobres de validação de entrada permite que usuários remotos para chamar eval com suas própriasconteúdo

source: Ask for a file in MOSDEF C and create a tiny .exe
pt: Peça para um arquivo em MosDef C e criar uma minúscula. Exe

source: Get the computer name
pt: Obter o nome do computador

source: Connects to remote MOSDEF service via TCP
pt: Conecta-se ao serviço MosDef remoto via TCP

source: Builds, uploads and runs a MOSDEF callback trojan. This is useful when you have a less full-featured Node such as a PHP ScriptNode, JavaNode or UnixShell, and want the full MOSDEF capability.
pt: Cria, carrega e executa um trojan callback MosDef. Isso é útil quando vocêter menos um full-featured nó como um ScriptNode PHP, ou JavaNodeUnixShell, e quer a plena capacidade MosDef.

source: Remote vulnerablility in Coppermine gets Shell
pt: Remote vulnerablility no Coppermine recebe Shell

source: Attack Corptax
pt: Ataque Corptax

source: Creates a service on all selected nodes
pt: Cria um serviço em todos os nós selecionados

source: cutenews/strawberry Remote Code Execution
pt: cutenews / morango execução remota de código

source: Stack overflow vulnerability in IBM DB2 JDBC Applet Server
pt: Vulnerabilidade de estouro de pilha no IBM DB2 JDBC Applet Server

source: Threaded SSH password bruteforcer
pt: Threaded bruteforcer senha SSH

source: Deletes a service on all selected nodes
pt: Exclui um serviço em todos os nós selecionados

source: Calls popen2() or equivalent to issue local command to remove a user. Uses first selected node.
pt: Solicita popen2 () ou equivalente ao problema de comando local para remover um usuário. Usosnó selecionado em primeiro lugar.

source: Deploys a PINK drone to the remote workstation. Also generates the necessary text for the blog posting.
pt: Implanta um drone PINK à estação de trabalho remota. Também gera o necessáriotexto para o blog.

source: Gets directory listing
pt: Obtém listagem de diretório

source: Weakness where the Windows Defender API allows you to zero out a flag that bypasses a code signing check. This allows unsigned code to disable Windows Defender.
pt: Fraqueza em que o Windows Defender API permite que você zerar uma bandeira queignora a verificação de assinatura de código. Isto permite que o código não assinado para desativar o WindowsDefender.

source: Disable Windows Firewall through COM interface in XP/2003 (Instantly) or by registry in Win7/Vista/2008 (need service restart to take effect)
pt: Desativar o Firewall do Windows através da interface COM no XP/2003 (imediatamente) ou porRegistro em Win7/Vista/2008 serviço (necessidade reiniciar para ter efeito)
