Repository: 11philip22/Canvas
Catalog: Immunity Canvas 7.26/Immunity Canvas 7.26/gui/locale/po/*.po
Languages: pt

source: From CVE: vulnerability in the Windows Schannel Security Package for Microsoft Windows 2000 SP4, XP SP2, and Server 2003 SP1 and SP2, allows remote servers to execute arbitrary code or cause a denial of service via crafted digital signatures that are processed during an SSL handshake.
pt: De CVE: vulnerabilidade no Windows Schannel pacote de segurança para Microsoft Windows 2000 SP4, XP SP2 e Server 2003 SP1 e SP2, permite servidores remotos para executar código arbitrário ou causar uma negação de serviço trabalhada através de assinaturas digitais que são processados durante um SSL aperto de mão.

source: Microsoft Message Queuing Service ReplaceDNSNameWithNetBiosName() Stack Overflow
pt: Microsoft Message Queuing Service ReplaceDNSNameWithNetBiosName () PilhaOverflow

source: Microsoft Vista ALPC Dangling Pointer Overwrite
pt: Microsoft Vista ALPC Dangling Substituir Ponteiro

source: Macrovision SecDrv.sys Arbitrary Overwrite
pt: Macrovision SECDRV.SYS arbitrário Overwrite

source: Vulnerability in Windows Media File Format Could Allow Remote Code Execution
pt: Vulnerabilidade no Windows Media File Format pode permitir a execução remota de código

source: Windows TCP/IP IGMPv3 Kernel Pool Overflow
pt: Windows TCP / IP IGMPv3 Kernel exterior Overflow

source: Integer Overflow in
pt: Integer Overflow em

source: Vulnerability in VBScript and JScript Scripting Engines Could Allow Remote Code Execution
pt: Vulnerabilidade no VBScript e JScript Scripting Engines pode permitir execução remotaCódigo de Execução

source: Vulnerability in Windows Kernel Could Allow Elevation of Privilege
pt: Vulnerabilidade no kernel do Windows podem permitir elevação de privilégio

source: Microsoft SAMI Buffer Overflow
pt: Microsoft SAMI estouro de buffer

source: Vulnerability in InternalOpenProfile function Could Allow Remote Code Execution
pt: Vulnerabilidade em função InternalOpenProfile pode permitir execução remota de códigoExecução

source: Vulnerabilities in Event System Could Allow Remote Code Execution
pt: Vulnerabilidades no sistema de eventos podem permitir a execução remota de código

source: A buffer overflow in the GetDetailString allows us execute arbitrary code
pt: Um buffer overflow no GetDetailString nos permite executar código arbitrário

source: Microsoft Host Integration Server RPC Interface Vulnerability
pt: Microsoft Host Integration Server interface RPC Vulnerability

source: Windows SMB Server Overflow
pt: Windows Server SMB Overflow

source: SMB Credential Reflection
pt: SMB Credential Reflexão

source: Memory corruption in Internet Explorer 7 allows arbitrary code execution.
pt: Corrupção de memória no Internet Explorer 7 permite execução de código arbitrário.

source: Microsoft Windows Print Spooler Overflow
pt: Microsoft Windows Spooler Overflow

source: Microsoft Windows Print Spooler Arbitrary DLL Loading
pt: Microsoft Windows Spooler arbitrário DLL Carregando

source: Microsoft Embedded OpenType Font Engine Vulnerability
pt: Microsoft Embedded OpenType Font vulnerabilidade no mecanismo de

source: Windows Server Service NetrGetJoinDomainInformation() Double Free
pt: Windows Server Service NetrGetJoinDomainInformation () Duplo Free

source: ASF_Audio_media Parsing bug
pt: ASF_Audio_media bug Parsing

source: LSASS NTLM Authenticate Vulnerability
pt: LSASS Vulnerability NTLM Authenticate

source: MS09-061 Microsoft .NET CAS Type Verification Vulnerability
pt: MS09-061 da Microsoft. NET CAS Tipo de Verificação de vulnerabilidade

source: ADFS Remote Code Execution
pt: ADFS execução remota de código

source: msdtc MIDL_user_allocate bug
pt: bug MIDL_user_allocate msdtc

source: A VDM process can trick a cs:eip check to allow access to a trusted function thru a #GP trap handler
pt: Um processo VDM pode enganar um cs: eip seleção para permitir o acesso a uma função de confiançaatravés de um manipulador # armadilha GP

source: Enables an identity token and setthreadtokens it
pt: Permite um símbolo de identidade e que setthreadtokens

source: [0day] MSRPC Crash (INSTANTREPLAY)
pt: [0 dias] MSRPC Bater (INSTANTREPLAY)

source: Fuzzer for MSRPC Endpoints
pt: Difusor para MSRPC Endpoints

source: Authentication with or without a pass
pt: Autenticação com ou sem um passe

source: replwritetovarbin stored procedure overflow.
pt: replwritetovarbin estouro procedimento armazenado.

source: MS SQL Hello Stack Overflow
pt: MS SQL Stack Overflow Olá

source: MS SQL Injection Routines
pt: MS SQL Injection Rotinas

source: MS SQL Resolver Stack Overflow
pt: Resolver MS SQL Stack Overflow

source: WINS Pointer hijacking exploit
pt: WINS Pointer seqüestro explorar

source: MS Exchange 2000 contains a flaw when handling the XEXCH50 command
pt: MS Exchange 2000 contém uma falha no manuseio do comando XEXCH50

source: Authentication bypass with zeroed-string password
pt: Autenticação bypass com zero-string password

source: NAI Enterprise Virus 7.0 Stack Overflow
pt: NAI Virus 7.0 Enterprise Stack Overflow

source: Imports data from other tools into CANVAS
pt: Importa dados de outras ferramentas em CANVAS

source: NETDDE.EXE Exploit through NetBIOS
pt: NETDDE.EXE Exploit através de NetBIOS

source: Netopia ADSL/Wireless information gathering
pt: Netopia ADSL / Wireless coleta de informações

source: netRisk Remote file include
pt: O arquivo remoto netRisk incluem

source: NIPrint stack overflow
pt: NIPrint estouro de pilha

source: Imports a port scan from an nmap xml output
pt: Importações uma varredura de portas de um nmap saída XML

source: Symantec/Norton UPX overflow.
pt: Symantec / Norton estouro UPX.

source: Netscape NSS Library Remote Compromise
pt: Netscape NSS biblioteca remota de compromisso

source: Novell Netware Client for Windows Print Providor Stack Overflow
pt: Novell NetWare Client para Windows Print Providor Stack Overflow

source: Novell Netware Client for Windows Print Provider Stack Overflow
pt: Novell NetWare Client para Windows Print Provider Stack Overflow

source: Create one pdf file that has multiple exploits for different pdf readers.
pt: Criar um arquivo PDF que explora múltiplas para leitores de PDF diferente.

source: A flaw in the java support over SQL queries allows an attacker to execute any static java method
pt: Uma falha no suporte a Java sobre consultas SQL permite que um invasor executequalquer método estático java

source: HP OpenView Trace Service OVTrace.exe Stack Overflow
pt: HP OpenView Service Trace OVTrace.exe Stack Overflow

source: Oracle8i <= 8.1.7 TNS Listener Argument stack overflow
pt: Oracle8i <= 8.1.7 TNS Listener Argumento estouro de pilha

source: Oracle <= Password
pt: Oracle <= Senha

source: OS Detection
pt: Detecção de SO

source: PacerCMS 0.6 Remote Code Execution
pt: PacerCMS 0,6 execução remota de código

source: Performs passive os detection
pt: Executa a detecção de SO passiva

source: PGP wdef IOCTL bug
pt: PGP bug IOCTL WDEF

source: PHP <= 4.3.7 memory_limit exploit
pt: PHP <= 4.3.7 memory_limit explorar

source: PHP 5.2.1 Rejected Session ID Double Free Exploit
pt: PHP Session 5.2.1 Rejeitada ID Double Free Exploit

source: PHPauction GPL 2.51 Remote File include
pt: PHPauction GPL 2,51 Remote File incluem

source: phpBB Highlight code execution
pt: phpBB execução de código Destaque

source: PHPBlock Remote File include
pt: PHPBlock Remote File incluem

source: php_callback client
pt: cliente php_callback

source: PHPlinks Remote file include
pt: PhpLinks remoto de arquivo incluem

source: phpMyAdmin PHP injection 2.11.x - 2.11.9.4 and 3.x - 3.1.3.0
pt: injeção 2.11.x PHP phpMyAdmin - 2.11.9.4 e 3.x - 3.1.3.0

source: Poor input validation allows remote users to insert php code into the forum and execute commands
pt: Pobres de validação de entrada permite que usuários remotos para inserir código php no fórume executar comandos

source: phporacle Remote file include
pt: O arquivo remoto phporacle incluem

source: phpProfiles Remote file include
pt: phpProfiles arquivo remoto incluem

source: phpQLAdmin 2.2.7 Remote file include
pt: phpqladmin 2.2.7 O arquivo remoto incluem

source: PHPSlash <= 0.8.1.1 Remote Code Execution
pt: PHPSlash <= 0.8.1.1 execução remota de código

source: phpUserBase Remote file include
pt: O arquivo remoto phpUserBase incluem

source: Piwik Remote Code Execution
pt: Piwik execução remota de código

source: Podcast Generator <= 1.0 BETA 2 Remote file include
pt: Podcast Generator <= 1.0 Beta 2 arquivo remoto incluem

source: Portail Web Php Remote file include
pt: Portail Php Web remoto de arquivo incluem

source: Scans for one port on many hosts
pt: Verifica a existência de um porto em muitos hosts

source: Injects a callback shellcode into a process
pt: Introduz um shellcode callback em um processo

source: proto ops / udp_sendmsg null deref Linux Kernel local root (2.6.X 32bit Edition)
pt: ops proto / udp_sendmsg nula Deref Linux Kernel raiz local (2.6.X 32bitEdition)

source: Gets a listing of the processes on all selected nodes
pt: Obtém uma lista dos processos em todos os nós selecionados

source: CVS pserverd heap overflow
pt: CVS estouro de pilha pserverd

source: PunBB RC1 Remote Code Execution
pt: PunBB RC1 execução remota de código

source: PunBB user language include => code execution
pt: PunBB idioma do usuário incluem a execução de código =>

source: Imports data from QualysGuard 6.5 scans into CANVAS
pt: Importação de dados de 6,5 QualysGuard varreduras em CANVAS

source: Quantum Game Library 0.7.2c Remote file include
pt: Quantum Jogo Biblioteca 0.7.2c arquivo remoto incluem

source: Attacks hosts with exploits imported from Qualysreport
pt: Ataques anfitriões com exploits importados de Qualysreport

source: Misdesign in a component of QuickTime 7.2 permits arbitrary code execution
pt: Mal projetado em um componente do QuickTime 7.2 permite a execução de código arbitrário

source: A misdesign in the RTSP parser allows arbitrary execution using the Content-Type header
pt: Um mal projetado no analisador RTSP permite a execução arbitrária usando o Content -Tipo de cabeçalho

source: Attacks hosts with exploits imported from Rapid7 Reports
pt: Ataques anfitriões com exploits importados de Rapid7 Relatórios

source: Novadigm 3.1 radexecd.exe stack overflow.
pt: Novadigm 3,1 radexecd.exe estouro de pilha.

source: Dumps all physical RAM available on target machine. Uses a kernel driver to bypass usermode restrictions in some versions of Windows.
pt: Despeja toda a RAM física disponível na máquina alvo. Usa um driver do kernel paraignorar as restrições usermode em algumas versões do Windows.

source: Real Player ActiveX Import Stack Overflow
pt: Real Player Import ActiveX Stack Overflow

source: RealServer ../../ stack overflow
pt: RealServer ../../ estouro de pilha

source: Helix Server Content-Length overflow.
pt: Helix Server Content-estouro de comprimento.

source: Detect buggy authentication in RealVNC Servers
pt: Detectar bugs em servidores de autenticação RealVNC

source: Record audio from the microphone
pt: Gravar áudio do microfone

source: Record video from a webcam
pt: Gravar vídeo a partir de uma webcam

source: Make a remark into the logs
pt: Fazer uma observação para os logs

source: Creates spreadsheet from CANVAS session pickles. Requires Open Office.
pt: Cria planilha de picles sessão LONA. Requer o Open Office.

source: Restarts a service on all selected nodes
pt: Reinicia um serviço em todos os nós selecionados

source: Rexd remote "exploit"
pt: Rexd remoto \ "explorar \"

source: Remove a Directory. Uses first selected node.
pt: Remover um Directory. Utiliza o primeiro nó selecionado.

source: RoundCube Webmail Pre-Authentication Code Execution
pt: Gforum Pre-Authentication Code Execution

source: Test of RTSP library
pt: Teste de RTSP biblioteca

source: Calls popen2() or equivalent. Uses first selected node.
pt: Solicita popen2 () ou equivalente. Utiliza o primeiro nó selecionado.

source: Starts up a sniffer instance
pt: Inicia-se um sniffer instância

source: Sadmind Remote Exploit for Solaris
pt: Sadmind Remote Exploit para Solaris

source: Steal files from target machine through Safari local file:/// URI
pt: Steal arquivos de computador de destino através do Safari arquivo local: / / / URI

source: Steal files from target machine through Safari XSL local file access
pt: Steal arquivos de computador de destino através do Safari acesso ao arquivo XSL local

source: SamiFTP Stack Overflow on USER command
pt: SamiFTP estouro de pilha no comando USUÁRIO

source: savant web server stack overflow.
pt: servidor web savant estouro de pilha.

source: Grab a picture of the screen
pt: Pegue uma foto da tela

source: Stack overflow on parsing the Cookie/Session paramater of a HTTP POST request.
pt: Estouro de pilha em analisar o Cookie / paramater sessão de um HTTP POSTsolicitar.

source: Set the osdetection configuration information
pt: Definir as informações de configuração osdetection

source: Sets the thread token (0 for reverttoself)
pt: Define o segmento token (0 para RevertToSelf)

source: Sets the user ID on Unix-family systems
pt: Define os sistemas de identificação de usuário no Unix-família

source: Get a list of shares from the remote machine using srvsvc::NetrShareEnum
pt: Obtenha uma lista de partes da máquina remota usando SRVSVC:: NetrShareEnum

source: Format string exploit for versions 1.9.4 and 1.9.2
pt: String Format explorar para as versões 1.9.4 e 1.9.2

source: Smallaxe Remote file include
pt: Smallaxe remoto de arquivo incluem

source: SmarTag Bug on Microsoft Word
pt: SmarTag Bug no Microsoft Word

source: Smart Publisher 1.0.1 PHP code execution
pt: Smart Publisher 1.0.1 a execução de código PHP

source: SMB2 Negotiate Pointer Dereference Vulnerability
pt: SMB2 Negociar Dereference Pointer Vulnerability

source: Slow SMB bruteforcer
pt: Slow bruteforcer SMB

source: Simple Machines Forum => 1.1.6 CSRF Remote Code Execution
pt: Simple Machines Forum => 1.1.6 CSRF execução remota de código

source: Simple Machines Forum 1.1.2 - 1.1.3 Remote Code Execution
pt: Simple Machines Forum 1.1.2 - 1.1.3 execução remota de código

source: Simple Machines Forum => 1.1.6 Remote Code Execution
pt: Simple Machines Forum => 1.1.6 execução remota de código

source: Fingerprints SMTP servers by sending various requests
pt: Fingerprints servidores SMTP enviando vários pedidos

source: Use a web search query to generate a list of SMTP servers for fingerprinting
pt: Utilizar uma consulta de pesquisa na web para gerar uma lista de servidores SMTP para o fingerprinting

source: snmpXdmid Buffer Overflow
pt: snmpXdmid estouro de buffer

source: Snort <= 2.6.2 DCE/RPC reassembly exploit
pt: Snort <= 2.6.2 DCE / RPC remontagem explorar

source: Solaris printer configuration stack overflow
pt: Solaris configuração de impressora estouro de pilha

source: Local privilege escalation [ Solaris 7/8/9 (sun4u) ]
pt: Privilégio escalada Local [Solaris 7/8/9 (sun4u)]

source: Telnet to host without having to authenticate due to flaw in environment variable passing
pt: Telnet com o anfitrião, sem ter que autenticar devido a falha no ambientePassando a variável

source: Local privilege escalation for Solaris
pt: Escalonamento de privilégio local para Solaris

source: spawns an executable on the remote host
pt: gera um executável na máquina remota

source: Windows Service Pack Detection
pt: Windows XP Service Pack Detecção

source: Misdesign in a component of Microsoft Speech API 4 allows for arbitrary code execution
pt: Mal projetado em um componente do Microsoft Speech API permite a 4 de código arbitrárioexecução

source: Run a web proxy as if you were on a remote box, with specialized attack functionality
pt: Execute um proxy web como se estivesse em uma caixa remota, com o ataque especializadofuncionalidade

source: Dumps connection settings (including passwords) from SQL Server Management Studio 2008
pt: Configurações de conexão Despejos (inclusive senhas) do SQL Server ManagementStudio 2008

source: Create a reverse SSH tunnel between you and the target
pt: Criar um túnel reverso SSH entre você eo alvo

source: Stack-based buffer overflow in the pdg2.dll ActiveX control in SSReader 4.0
pt: Stack-buffer overflow baseado no controle ActiveX pdg2.dll em SSReader 4,0

source: Starts a remote service over SMB
pt: Inicia um serviço remoto através de SMB

source: Starts a service on all selected nodes
pt: Inicia um serviço em todos os nós selecionados

source: Snort <= 2.4.2 BO pp exploit
pt: Snort <= pp BO 2.4.2 explorar

source: Stops a service on all selected nodes
pt: Pára um serviço em todos os nós selecionados

source: Configuration setting TEMPLATE
pt: Modelo de configuração configuração

source: SugarCRM <= 5.2.0e Remote Code Execution
pt: SugarCRM <= 5.2.0e execução remota de código

source: Switch our user context to another user with a username/password combo.
pt: Switch nosso contexto de usuário para outro usuário com um username / password combo.

source: Symantec Alert Management System 2 Stack Overflow
pt: Symantec alerta do Sistema de Gestão 2 Stack Overflow

source: Gets basic OS information from a node. It's like osdetect, but for running on a node, instead of against a target.
pt: Obtém informações sobre o sistema operacional básico de um nó. É como osdetect, mas para correrem um nó, em vez de contra um alvo.

source: TCP Hello World test (for bouncing tests)
pt: Olá teste TCP Mundo (saltando para tests)

source: Finds all the hosts on the local network interfaces
pt: Localiza todos os hosts na rede local interfaces

source: Telnet Banner Grabber (used for osdetect)
pt: Telnet Banner Grabber (usado para osdetect)

source: Poor input validation allows remote users to call system(command)
pt: Pobres de validação de entrada permite que usuários remotos a chamada de sistema (comando)

source: Test module for the PHP safemode bypass
pt: Teste de módulo para o desvio safemode PHP

source: Scan the box for exploitability.
pt: Digitalizar na caixa de Exploração.

source: Used in the testomatic framework to connect and send commands to a remote testomatic node.
pt: Utilizados no quadro testomatic para conectar e enviar comandos para uma remotanó testomatic.

source: testsploit (Used for MOSDEF testing)
pt: testsploit (usado para testes MosDef)

source: Fuzzer for TFTP Servers
pt: Difusor para servidores TFTP

source: TFTP Server for uploading files
pt: TFTP Server para upload de arquivos

source: [0day] TightVNC integer overflow (client-side)
pt: [0 dias] TightVNC integer overflow (client-side)

source: TikiWiki function create exploit
pt: Função TikiWiki criar explorar

source: IBM Tivoli Storage Manager Express CAD Service Buffer Overflow
pt: IBM Tivoli Storage Manager Express CAD Serviço de estouro de buffer

source: Change file access and modification time on selected node
pt: Alterar o acesso de arquivo e tempo de modificação do nó selecionado

source: Change file access and modification time srcfile->dstfile on selected node
pt: Alterar o acesso de arquivo e tempo de modificação srcfile-> dstfile no nó selecionado

source: CANVAS Traceroute
pt: LONA Traceroute

source: TrixBox (Asterisk) PBX Remote Command Execution
pt: TrixBox (Asterisk) PBX execução remota de comando

source: TWiki SEARCH variable arbitrary shell command execution
pt: TWiki PESQUISA execução de comandos arbitrários variável shell

source: udevd NETLINK messaging exploit
pt: NETLINK udevd mensagens explorar

source: Scans for open UDP Ports
pt: Varreduras para abrir as portas UDP

source: Scans for one port on many hosts - reports hosts that have the port closed
pt: Verifica a existência de um porto em muitos anfitriões - os relatórios dos anfitriões, que têm a porta fechada

source: umpnpmgr.dll/srvsvc memory exhaustion via msrpc
pt: Umpnpmgr.dll / exaustão de memória SRVSVC via MSRPC

source: Tries to connect to a host and port and convert that into a Unix Shell Server
pt: Tenta se conectar a um host ea porta e convertê-lo em um servidor Unix Shell

source: CANVAS Unlink
pt: LONA Desvincular

source: Removes the CANVAS rootkit.
pt: Remove o rootkit LONA.

source: Upload and Excute a shell-giving Exploit Binary
pt: Upload e Excute um escudo que dá Exploit Binário

source: Upload file. Uses first selected node.
pt: Upload do arquivo. Utiliza o primeiro nó selecionado.

source: Create domains to check for phishing
pt: Criar domínios para buscar por phishing

source: Get a list of users
pt: Obter uma lista de usuários

source: Break PHP Safemode with Usort Vulnerability
pt: Ruptura de PHP Safemode com usort Vulnerabilidade

source: ut2004 stack overflow with \secure\
pt: UT2004 estouro de pilha com \ \ seguro \ \

source: Utorrent announcement overflow
pt: Overflow anúncio Utorrent

source: Veritas Backup Exec stack overflow
pt: Veritas Backup Exec estouro de pilha

source: vmsplice Linux Kernel local root
pt: vmsplice Linux Kernel raiz local

source: A flaw in the way MS Excel handle the Shared String Table could lead into an integer overflow.
pt: Uma falha no modo como lidar com o MS Excel Shared String Table poderia levar em uminteger overflow.

source: Exchangepop3 Stack Based overflow in rcpt to: command
pt: Exchangepop3 estouro de pilha com base no comando rcpt to:

source: Remote Buffer Overflow on Login
pt: Remote Buffer Overflow no Login

source: Winamp 5.12 .pls overflow
pt: Overflow Winamp 5.12. Pls

source: w3who.dll stack overflow
pt: W3Who.dll estouro de pilha

source: WarFTP 1.65 Stack Overflow on USER command
pt: WarFTP 1,65 estouro de pilha no comando USUÁRIO

source: Tries to exploit all known web vulnerabilities against a server
pt: Tenta explorar todas as vulnerabilidades conhecidas da web em um servidor

source: Attempt to brute force POST based web logins given a password dict
pt: Tentativa de força bruta web POST com logins dado um dict senha

source: Remote root exploit for Perl efix svarg index bug, through webmin miniserv.pl
pt: Exploração remota do root para Perl efix bug índice svarg, através miniserv.pl webmin

source: wFTPD Stack Overflow on the SIZE command
pt: wFTPD estouro de pilha no comando SIZE

source: Gets the first external IP off of a traceroute
pt: Obtém o IP externo primeira fora de um traceroute

source: Gets id result on each selected node
pt: Obtém resultado id em cada nó selecionado

source: Windows 7 Netbios Crash
pt: Windows 7 Netbios Bater

source: Wingate 6.1.1 stack overflow
pt: Wingate 6.1.1 estouro de pilha

source: A vulnerability in the way NPF.sysd handles IOCTL arguments allows for writing to kernel space
pt: Uma vulnerabilidade na forma como lida com argumentos NPF.sysd IOCTL permiteescrito ao kernel do espaço

source: Misdesign in WMF file parser allows for shellcode execution
pt: Mal projetado em WMF analisador de arquivo permite a execução shellcode

source: Eudora Qualcomm WorldMail 3.0 IMAP4 stack overflow
pt: Qualcomm Eudora WorldMail 3,0 IMAP4 estouro de pilha

source: WordPress 2.2.2 SQL injection/Command execution
pt: Execução WordPress 2.2.2 SQL injection / Comando

source: Wordpress Plugin Sniplets 1.1.2 Remote Code Execution exploit
pt: Wordpress Plugin Sniplets 1.1.2 execução remota de código explorar

source: WuFTPD Globbing Arbitrary Free
pt: Wuftpd Englobamento arbitrário Free

source: Vulnerability in XFS allows for remote compromise as NOBODY user
pt: Vulnerabilidade no XFS permite comprometer remoto como usuário nobody

source: Buffer overflow in If-Modified-Since gets a remote shell
pt: Buffer overflow em Se-Modificado-Desde recebe um shell remoto

source: XML RPC For CANVAS Web Service
pt: XML RPC para telas Web Service

source: X11 server for local vulnerabilities
pt: Servidor X11 para vulnerabilidades locais

source: Test
pt: Teste

source: imail imap4 stack overflow in Login field
pt: imail IMAP4 estouro de pilha no campo Login
